[
  {
    "video_url": "https://www.tiktok.com/t/ZP8MECA49/",
    "style": "conspiracy",
    "views": 14700000,
    "hook": "Listen carefully...This motherfucker just slipped up on live television and got this episode banned off of the internet. Watch this before they take it down."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8rJSqBo/",
    "style": "conspiracy",
    "views": 858800,
    "hook": "The elites are falling like dominos right now and this is absolutely not a coincidence. Some crazy things are about to start being revealed because people are sick and tired of being lied to and manipulated."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8rJhhW9/",
    "style": "personal story",
    "views": 2800000,
    "hook": "As a nurse, I'm here to tell you to stop popping these digestive enzymes after every meal like their peppermints, okay? I've been sharing these with my community lately because they really have helped me get my stomach on flat flat. Here's the thing, people are feeling the positive effects in just a few days."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8rJA7gV/",
    "style": "conspiracy",
    "views": 11600000,
    "hook": "This mother and daughter just cracked the code to the fountain of youth. I want you to look at this photo right here."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8rJNE7F/",
    "style": "conspiracy",
    "views": 8800000,
    "hook": "Dana White is proof that celebrities are just smarter than us. Listen to this genius health secret that completely turned his life around."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8rJ6bTc/",
    "style": "conspiracy",
    "views": 4600000,
    "hook": "You're telling me, Mr. Incredible, a fucking cartoon put the entire medical industry to shame in one clip."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8MoxqYq/",
    "style": "personal story",
    "views": 596400,
    "hook": "Here's some almond daughter traumas I endured growing up. First off, everything was a health lesson."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8rJry77/",
    "style": "conspiracy",
    "views": 990300,
    "hook": "Wait, did you know the cartoons we watched as kids were actually a warning? Watch this. Was that ant that stood up to me? But we can forget about him."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8MEPo52/",
    "style": "conspiracy",
    "views": 3700000,
    "hook": "These two random dudes right here are the reason why most people don't trust hospitals. Watch this next clip very carefully."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8MEKnbR/",
    "style": "personal story",
    "views": 3100000,
    "hook": "Did you know you can heal cavities? So my dad's been a dentist for the last 25 years and he says this is the craziest thing he's ever experienced. So this kid comes in and his teeth are absolutely awful."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8Mo92ep/",
    "style": "personal story",
    "views": 7800000,
    "hook": "I grew up with the original almond mom and in case you didn't, here's what you missed out on. First off, Gatorade was not allowed after volleyball practice, so she would make her own out of coconut water and some added minerals."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8MoCrTh/",
    "style": "conspiracy",
    "views": 5900000,
    "hook": "Kris Jenner revealed her new face looking incredible in her 70s. Then you have women like this praising the shot live on Jimmy Kimmel."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8MES1f9/",
    "style": "conspiracy",
    "views": 8200000,
    "hook": "Just because he's funny doesn't mean he's fucking joking. Listen to this."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8MEpKfq/",
    "style": "personal story",
    "views": 844500,
    "hook": "If you wanna glow up watch this okay because look I went from this to this in two months. My face was super puffy, super undefined."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8rJYmWd/",
    "style": "conspiracy",
    "views": 6400000,
    "hook": "Why is nobody talking about how everyone is just aging in reverse? This mother and daughter are exposing the truth. So listen super carefully before they take this shit down."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8MoF6E7/",
    "style": "personal story",
    "views": 6600000,
    "hook": "Did you guys see that video of that girl who started crying because she started chewing remineralizing chewing gum and her cavities literally went away? She said this gum saved her hundreds if not thousands of dollars worth of dental work. But there was a huge debate going on in her comments whether the gum actually works or not."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8MEQsjJ/",
    "style": "personal story",
    "views": 2400000,
    "hook": "Can I give you some real life advice from someone who struggled with Candida for two years? I don't believe in a lot of quick remedies, but I do believe in one and I swear by it and that is using oil of oregano to fight Candida overgrowth. If you even feel like something's off down there, or you start getting that white tongue, gunk under your nails when you scratch your head, you're feeling tired all the time, bloated, random acne, craving sweets, your body just feels out of whack and you don't want to go in another round of antibiotics that you can't pronounce...oil of oregano, okay? Please just trust me on this one or even better, trust the science."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8MEw8LS/",
    "style": "personal story",
    "views": 6000000,
    "hook": "They just fired me from my job at the ICU for telling this kid how to fix his nasal congestion, so he wouldn't have to come back. But since you bitches want to fire me, I'm gonna tell everyone else."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8MEB2rG/",
    "style": "personal story",
    "views": 2200000,
    "hook": "I'm really f*** this truck driver that has stretch marks everywhere. Because now I got to start buying another supplement because he told me about this thing that turns fat into fuel for your body."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8Mo5sNU/",
    "style": "conspiracy",
    "views": 1300000,
    "hook": "When the f*** are we gonna start taking this cartoon more seriously? First, the Simpsons predicted the California wildfires, and now their most recent prediction is seriously disturbing. Just listen to this next clip."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8r1rPSq/",
    "style": "personal story",
    "views": 5900000,
    "hook": "Makes you wondering why this celebrity is no longer popping up on your for you page. This fucker went after the most predatory industry in the world and was canceled for it."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8ME7o1v/",
    "style": "personal story",
    "views": 1600000,
    "hook": "Yo, shout out to the girl that I just took on a date because you're not gonna believe. You gonna be like, what the f***? So we went to this date at this Italian restaurant."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8MEBHnh/",
    "style": "personal story",
    "views": 1800000,
    "hook": "looking nurse. So when I find out where you work, I am calling your boss to give you a freakin' raise and a ton of PTO."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8rJkwRY/",
    "style": "conspiracy",
    "views": 1100000,
    "hook": "I don't know why is proof that rich people are just smarter than us. Listen to this genius health secret that completely changed his shit."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8rJjUnS/",
    "style": "conspiracy",
    "views": 746600,
    "hook": "Another Hollywood legend gone, but why the fuck is no one talking about the real reason she had so much work done? Turns out her Swiss billionaire husband had this strange obsession with her staying so youthful, but this is where things get weird. No one remember when Sandra Bullock slipped up on an interview a couple years back exposing what's really been going on through the skin and ruptures of collagen and then boost it you look like a burn victim for a day but then it's but then it pushes."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8MoYgJv/",
    "style": "conspiracy",
    "views": 628500,
    "hook": "Everybody's so busy hating on Elon right now that nobody's paying attention to what this other genius just said. Listen carefully cuz they're not playing this anywhere else."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8MoPCox/",
    "style": "personal story",
    "views": 3000000,
    "hook": "Arm pits look like this or this? You're not fat, you just have lymphatic congestion. Do you know how many photos I've deleted over the years including some of my own wedding photos because I didn't like the way my armpits looked like little booblets."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8rJyXVc/",
    "style": "conspiracy",
    "views": 2100000,
    "hook": "You're telling me a movie from fucking 2022 predicted the Luigi man China crash out? You know what I don't understand is why they never found the doctors. My son's had clean checkups every year since the day he was born."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8rJj7C7/",
    "style": "conspiracy",
    "views": 5200000,
    "hook": "This is how you know celebrities are smarter than us. Zendaya is 28 years old and has porcelain skin all without using a ten-step skincare routine."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8MEtcPp/",
    "style": "conspiracy",
    "views": 14700000,
    "hook": "Listen carefully...This motherfucker just slipped up on live television and got this episode banned off of the internet. Watch this before they take it down."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8rJr3Jy/",
    "style": "conspiracy",
    "views": 4700000,
    "hook": "She ESPOSED the fountain of youth.. \nDRs aren't gonna like this...\nthis might scare some women and I'm so sorry in advance these two women right here they're not friends they're not sisters those two are mother and daughter I have no clue how she's 43 but she might have found the fountain of youth."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8rJhxPe/",
    "style": "conspiracy",
    "views": 1200000,
    "hook": "All are seriously gonna regret not taking this guy seriously when he says stuff like this. The big problem is we need double the energy we currently have in the United States."
  },
  {
    "video_url": "https://www.tiktok.com/t/ZP8rJMB92/",
    "style": "conspiracy",
    "views": 6300000,
    "hook": "2025 is already off to a wild start. We just had this plane in South Korea run into a wall ending the lives of 179 people."
  }
]