{
  "name": "New Entry (Conspiracy)",
  "style": "Conspiracy",
  "video_url": "https://www.tiktok.com/t/ZP8rJj7C7/",
  "views": 5200000,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "This is how you know celebrities are smarter than us. Zendaya is 28 years old and has porcelain skin all without using a ten-step skincare routine. And she talks more about it in this interview, but I'm telling you guys, it's shocking. My number one secret I guess you can say is just keeping it very simple. I have super sensitive skin and acne prone skin, so I just, I can't experiment as much as I love to be like everybody else and play with the masks and the fun stuff, I can't. My skin is way too temperamental for that, so I just say keep it simple. In this clip she talks about how simple her skincare routine is with natural ingredients. One of them including beef tallow. I dug even deeper and came across this doctor exposing how it gives her such youthful skin. Are you sitting down for this grass-fed tallow? That's actually beef fat now. Before you click off, just hear me out. It might sound disgusting, but the chemistry of tallow is very similar to the chemistry of part of your skin. In fact, the Latin word for tallow means sedum. That's like the oil that your body produces, the skin oil. Tallow will not oxidize the skin, it will not cause inflammation. It has vitamin A, D, E, K. Tallow is not like a coconut oil which will make your skin really greasy and oily. It gives your skin a very nice softness, a healthy glow and a lot of nutrients in this tallow. Tallow can also help some of the dark spots as well in the skin and help wrinkles. You just try it for a week to see what happens. So like he mentioned, tallow is completely biocompatible with human skin, which basically means it's filled with vitamins and antioxidants which are good for our skin barriers. But since this all-natural skincare is against major skincare brands that contain toxic ingredients, is the reason why they don't want anyone knowing about it. Now, someone explained to me why my face used to break out so much when using a skincare product recommended to me by my dermatologist. But once I switched over to beef tallow and water, my skin is clear and glowing. And since it doesn't contain any toxic ingredients to harm us, this is why they want to keep this a secret and off the internet because they want to continue to profit off of our pain. So if you're someone that wants to take care of their skin and not pump it with a bunch of chemicals, try the all-natural route while this video was still up and they haven't removed it yet. I'll be linking this special ingredient down below in the orange cart for you guys.",
    "visual_log": [
      {
        "0:00-0:12": "Introduces the topic with a picture of Zendaya and Tom Holland, then shows a close up of Zendaya and claims that she has a secret skincare routine."
      },
      {
        "0:12-0:29": "Shows a clip of Zendaya talking about her simple skincare routine."
      },
      {
        "0:29-0:34": "The creator summarizes Zendaya's skincare tip and mentions natural ingredients."
      },
      {
        "0:34-0:41": "The creator introduces the concept of beef tallow."
      },
      {
        "0:41-1:16": "Shows a video of a doctor talking about the benefits of beef tallow."
      },
      {
        "1:16-1:25": "The creator discusses the biocompatibility of beef tallow with human skin and its benefits."
      },
      {
        "1:25-1:34": "The creator argues that big skincare brands suppress information about beef tallow due to profit motives."
      },
      {
        "1:34-1:40": "The creator shares her personal experience with problematic skincare products and the positive changes after switching to beef tallow."
      },
      {
        "1:40-2:06": "The creator shows the before and after pictures of her skin, lists the all-natural ingredients, emphasizes the absence of toxic substances, and promotes the product."
      }
    ],
    "pacing_energy": "The video starts with high energy and a shocking claim, then shifts to a moderate pace while presenting information about beef tallow. It incorporates fast cuts and visuals to keep the audience engaged. The creator's tone remains enthusiastic throughout, with a slight increase in energy toward the end to emphasize the product's benefits and the 'secret' being revealed."
  },
  "core_lesson": "This video demonstrates that leveraging a celebrity endorsement and a provocative 'secret' hook can drive extremely high viewership, but without a strong conversion strategy, it results in significant view counts without generating revenue."
}