{
  "name": "New Entry (Personal story)",
  "style": "Personal story",
  "video_url": "https://www.tiktok.com/t/ZP8MEpKfq/",
  "views": 844500,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "If you wanna glow up watch this okay because look I went from this to this in two months. My face was super puffy, super undefined. My body was the same way and now you can see it's a lot more like snatched. I didn't do any crazy workouts, no really weird diets or anything like that. It was really simple. For years I've been dealing with the same shit: crazy acne breakouts, puffy face, puffy body, always bloated, in flames, really bad moods, crashes, no energy, things like that. I tried the pill, I tried the diets, I tried the workouts; nothing was working for me. A few months ago I started speaking to this older woman who I'd met through the clinic I had been going to for all of my health issues and I just been kind of telling her about the stuff that I'd been dealing with and this lady was beyond fucking shocked at the fact that nobody had been telling me that I was dealing with one of the most simplest and common things ever: just having high cortisol. Just having high cortisol as a woman is so freaking common. Essentially your body just has too much stress and it's making it manifest all these crazy symptoms. All you have to do is reduce the stress in your body. What she was telling me is that I need to start taking something called KSM 66. It's the most potent form of ashwagandha and this is known as like the anti stress supplement right? It helps your body just calm out fully and reduce those stress levels. But for it to work as effectively as possible you have to pair it with something called magnesium glycinate which is so good for the body as a woman in general. It helps your body once again calm down but also helps with things like sleep, energy crashes, your mood, all those sorts of things. And she put me on to taking this little drink mix just because it had the best reviews. It looked like it was the best quality one and the reason why I like it is because it has the ashwagandha, the magnesium but it also has L theanine and vitamin D3 which are both so good for your body. I'm on my second or third pack of these now and I've been drinking them every single day and I swear within the first week I immediately noticed a difference. It wasn't physical at first but mentally like I wasn't always crashing out in these bad moods. I wasn't having the worst energy all day long. I felt normal and balanced again. Like a month in is when I started to realise my skin was clearing up, my body was getting more snatched, my face was slimming down. Then two months in things just keep getting better and better. Notice that I'm not always craving sweets. I'm fitting my favourite clothes again. I'm able to eat whatever I want. I'm not bloating and getting super like uncomfortable afterwards. Overall I just feel like a completely different person and I think it's ridiculous that more women are not aware of the fact that high cortisol is probably the root of like 50% of the symptoms that they're dealing with on the day that it's just so easy to fix. This is the only brand I'll buy just because they're tested. It's good quality and like I said I get a pack of these for like 30 bucks off TikTok shop because they run these sales to where it's cheaper than anywhere else. All I'm saying is if you've been struggling trying to get your pants to fit looser, your skin to clear up, improving your moods, literally anything about your overall lifestyle you just wanna improve, lower your fucking cortisol and this is how you're gonna do it. Get these little packets I'll link them below. Get the ingredients separately whatever you wanna do but lower your cortisol and your life will change.",
    "visual_log": [
      {
        "timestamp": "0:00-0:04",
        "description": "Close-up of the speaker's face. A before-and-after photo of her face is shown, highlighting a significant improvement in skin condition."
      },
      {
        "timestamp": "0:04-0:10",
        "description": "Close-up of the speaker's face and upper body. She lifts her shirt slightly to show her midriff, emphasizing a change in body shape."
      },
      {
        "timestamp": "0:10-2:38",
        "description": "Close-up of the speaker's face as she speaks. A product (a small packet of a drink mix) is shown briefly towards the end."
      }
    ],
    "pacing_energy": "The video maintains a consistent, moderately fast pace throughout.  The speaker's energy is enthusiastic and engaging, although it doesn't fluctuate dramatically. The use of before-and-after photos provides a visual punch early on. The energy remains consistent throughout, with slightly increased enthusiasm toward the end when discussing the product's benefits."
  },
  "core_lesson": "This video demonstrates that a personal, relatable story about a common health problem, coupled with a product recommendation, can garner significant views, even without direct sales conversions. The high view count shows the power of addressing a widespread issue, even if monetization requires further refinement."
}