{
  "name": "New Entry (Personal story)",
  "style": "Personal story",
  "video_url": "https://www.tiktok.com/t/ZP8r1rPSq/",
  "views": 5900000,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "Makes you wondering why this celebrity is no longer popping up on your for you page. This fucker went after the most predatory industry in the world and was canceled for it. Now just watch this video before it gets taken down. You like sushi? I love sushi. I saw where you ate the sushi worm. Mhm. I knew that was coming. We're in Seattle, we went to a place, uh, a sushi spot. Um, I did the full review, did the full video, I posted it. Two days later, somebody tagged me in a clip of them slowing it down and on one of the nigiris there was a what seemed to be something moving. And I ate it. I had no idea what it was. I had no idea there was anything moving until somebody tagged me in a video. That whole thing spiraled into something else. Somebody was hospitalized uh, a day after we left. I came and spoke spoke up about it because I wanted to send my heart my my my support to that person. It can't be no coincidence that this guy right here goes on a podcast and says this. So your head don't be hurting or nothing? No, I don't have a I'm not a seed and I don't have parasites in my body. That's the parasites that can that are making you eat because they live off sugar. Like when you get the craving sugar and you want a sweet tooth, you got a sweet tooth and I want something sweet. That be that. How do you get parasites? Oh, kind of ways, you can get parasites. You can get you can get parasites from kissing an unclean. Transfer through saliva. Somebody that slept in the bed with a dog and all that. You get parasites. That's why we take black seed oil. That's why we take, you know, oregano oil, you know, that's why we detox our bodies. Like you, they got parasitic cleansers you could do but like I said, I like to bless seed oil, oregano oil. I take it every day. I got oregano oil probably in my bag. I carry it with me. Now back in the day, all our ancestors used to treat all their ailments was oil of oregano. But yet none of our doctors talk about it. Probably because our healthcare industry is worth $4.6 trillion dollars. You don't need a doctor's prescription to get an oil of oregano. Now before you go get any kind of oil of oregano, make sure you're getting the one that has carvacrol. Carvacrol is an active ingredient that makes the oil of oregano very potent. Sadly, some companies try to cut corners on this. That is why I use this one by microingredients. Not only does it have ultra-high carvacrol, but it also has black seed oil. And these two ingredients together is like nature's power duo. Honestly, whenever I feel like I'm coming down with something, I just pop two of these. I swear to God, the next day I'm feeling better. Don't just take my word for it. Microingredients has thousands and thousands of positive five-star reviews by other people. If you're on an American diet and you're not detoxifying your body, what is you doing? Right now, microingredients has this on a sale and because of that, they were selling out quickly. This one comes with 300 gel capsules and to be honest, this will last me and my family forever. If you want to try it out, I'm gonna try and link this down below. So if you see that orange card, make sure to get you some before they sell out again. But if that orange card is gone, do not come for me.",
    "visual_log": [
      {
        "timestamp": "0:00-0:07",
        "description": "Woman with glasses introduces the topic of Keith Lee being canceled and explains the video's content."
      },
      {
        "timestamp": "0:08-0:09",
        "description": "Close-up shot of the woman, emphasizing her expression."
      },
      {
        "timestamp": "0:10-0:39",
        "description": "The woman shows a YouTube video on her laptop.  The video shows Keith Lee discussing an incident involving sushi and a potential parasite."
      },
      {
        "timestamp": "0:40-0:44",
        "description": "The woman discusses Keith Lee's podcast appearance and links it to the previous video segment."
      },
      {
        "timestamp": "0:45-1:21",
        "description": "The woman shows a clip of Keith Lee on a podcast, where he talks about parasites and the benefits of using black seed oil and oregano oil."
      },
      {
        "timestamp": "1:22-1:34",
        "description": "The woman talks about the historical use of oregano oil and connects it to the modern healthcare industry's size."
      },
      {
        "timestamp": "1:35-1:57",
        "description": "The woman holds up and describes a product (oil of oregano) from Micro Ingredients, highlighting carvacrol and black seed oil as key ingredients and showing a PubMed study related to carvacrol."
      },
      {
        "timestamp": "1:58-2:04",
        "description": "The woman shares her personal experience with the product and emphasizes its effectiveness."
      },
      {
        "timestamp": "2:05-2:08",
        "description": "Screen recording of positive customer reviews for the product from the Micro Ingredients website."
      },
      {
        "timestamp": "2:09-2:30",
        "description": "The woman gives a final recommendation for the product, shows it again, and includes a call to action before the video ends."
      }
    ],
    "pacing_energy": {
      "overall": "Fast-paced and high energy. The video maintains a consistent, engaging rhythm throughout, using quick cuts and expressive delivery.",
      "segments": [
        {
          "timestamp": "0:00-0:07",
          "description": "Intriguing and slightly mysterious tone to draw the viewer in."
        },
        {
          "timestamp": "0:08-0:39",
          "description": "High energy, fast-paced, focusing on the shocking revelation of the sushi incident."
        },
        {
          "timestamp": "0:40-1:21",
          "description": "Maintaining high energy but shifting focus to the explanation of parasites and the remedy."
        },
        {
          "timestamp": "1:22-2:04",
          "description": "Slightly slower pace, focusing on explaining the historical use and benefits of the product while maintaining enthusiastic delivery."
        },
        {
          "timestamp": "2:05-2:30",
          "description": "High energy again, focused on the call to action and closing the video with a sense of urgency."
        }
      ]
    }
  },
  "core_lesson": "This video demonstrates that leveraging a high-interest, controversial hook featuring a celebrity, coupled with strong visual storytelling and social proof (reviews), can achieve millions of views; however, the lack of a direct sales pitch resulted in zero GMV, suggesting the primary focus should be on conversion strategies alongside virality."
}