{
  "name": "New Entry (Personal story)",
  "style": "Personal story",
  "video_url": "https://www.tiktok.com/t/ZP8MoFBJB/",
  "views": 1178,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "If you would have told me girls can take their faces from looking puffy and undefined to snatch in two weeks I would have called you a liar. Not saying this is the case for everybody but it was for quite a few people and this wasn't from some crazy ass diet or intense workout routine no this is from lowering the stress in their body cause if you are a woman you're dealing with a puffy face puffy body constant inflammation acne bloating fatigue it's hard to get any inches off your waist chances are you were dealing with one of the most common things in the world for women to deal with high cortisol which literally just means your body is in too much stress and when you're doing the craziest workouts and diet routines you're actually putting more stress on the body so it's making it harder for you to reduce the symptom and the only reason why those girls got those results is because they had to literally force their body out of that like fight or flight mode by taking anti stress supplements like KSM 66 ashwagandha or magnesium glycinate which lower the stress in your body and in turn start reducing those symptoms Now not every single woman saw immediate results in two weeks others it took like a month or two but still the results were freaking insane literally all they're doing is taking these little cortisol mixes every single day and I'm sure you can take whatever brand or product you'd like it doesn't really matter but this one's especially good cause it has eltheanine vitamin D32 plus there's no sugar additives which is really important to avoid when you're trying to lower your cortisol freaking wish more women realize that it didn't have to be so hard to reduce the symptoms they're dealing with or get that glow up that they want get more snatched with their skin clear like all of those different things everybody fantasizes about they're not that hard to achieve you just have to get your body out of that high stress state that is constantly in I am telling you if you commit to taking those anti stress supplements for at least two months you will see an insane difference in the way your face your body looks everything your mental your sleep just everything about you will start to change and you will feel like such a better version of yourself Please don't even take my word for it do some research go look at the reviews get whatever brand of product you like or get this one for like 30 bucks off TikTok Shop but please lower your cortisol because it will change your life",
    "visual_log": [
      {
        "timestamp": "0:00-0:01",
        "description": "Close-up shot of the speaker's face. Text overlay introduces the topic."
      },
      {
        "timestamp": "0:01-0:03",
        "description": "Before-and-after photos of a woman's face appear alongside the speaker.  The photos illustrate a reduction in facial puffiness."
      },
      {
        "timestamp": "0:03-0:07",
        "description": "Speaker continues talking, more before-and-after photos appear, showing different people."
      },
      {
        "timestamp": "0:07-0:10",
        "description": "Close-up shot of the speaker's face and hands."
      },
      {
        "timestamp": "0:10-0:50",
        "description": "Close-up shot of the speaker explaining the causes of facial puffiness and the suggested solution."
      },
      {
        "timestamp": "0:50-1:01",
        "description": "Speaker shows and describes a product as a solution."
      },
      {
        "timestamp": "1:01-1:34",
        "description": "Close-up shot of the speaker encouraging viewers to try the solution and lower cortisol levels. Shows product again."
      }
    ],
    "pacing_energy": "The video maintains a consistent, moderately fast pace throughout. The speaker's energy is enthusiastic and engaging, with a conversational tone.  There is a build-up of excitement towards the product recommendation."
  },
  "core_lesson": "This video demonstrates that while a relatable problem and enthusiastic presentation can attract views, a lack of clear call to action and direct sales pitch resulted in low conversion, highlighting the crucial need to connect views to sales."
}