{
  "name": "New Entry (Conspiracy)",
  "style": "Conspiracy",
  "video_url": "https://www.tiktok.com/t/ZP8rJYmWd/",
  "views": 6400000,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "Why is nobody talking about how everyone is just aging in reverse? This mother and daughter are exposing the truth. So listen super carefully before they take this shit down. On behalf of every woman watching right now, where is the fountain? Like did you find it of youth? Like did you find it? Are you hiding it? Like what do you do? I've always lived a pretty healthy lifestyle and taking care of myself. Um I rarely ever drink alcohol and I don't smoke. As far as my skin goes I've always been acne prone. And so since I was about 12 or 13 I was always messing around with my mom's skincare. I feel like it's helped with um my lines and hyperpigmentation and just like the glow of my skin oh my gosh I'm buying it all now. And the crazy thing is Lindsey Lohan was being called out a week later for doing the exact same thing as Joelle Diaz. She is somehow also aging in reverse. And Lindsey Lohan has been trying to keep it a secret but I found this clip of her boyfriend talking about what they both do to stay youthful. You use beef tallow? I do use beef tallow. As a moisturizer? Yeah how the hell did you know that? I didn't even know this yeah. Beef tallow is just beef fat. It's just like cow fat and you rub like when you rub it all over my face really? Yeah it's the best it's okay do me a favor right if you're watching this or if you're just listening in the room tonight or tomorrow morning whenever you put your moisturizer on go look at your moisturizer right it it probably has like 50 ingredients and you might know like what two of them are right? Beef tallow is just beef tallow it's just beef fat. After watching that clip it made me realize that the reason why my skin was so inflamed and irritated when I was only using products that my dermatologist recommended to me was because of all these terrible toxic ingredients in there that was just fucking up my skin. And people would tell me oh you have good skin like you have good genetics. They don't understand that I was struggling with eczema and breakouts at the same time for years. I'm not gonna lie I was super skeptical but I did a deep dive into all the benefits of beef tallow and turns out it is jam packed with nutrients and vitamins that are skin craved. Every since I switched to just beef tallow and water my skin has never looked this clear. I was scared it was going to smell but the one that I chose has Manuka honey and pot marigold flower extract in it and it completely combats the scent. I would just say be careful do not get scammed by other brands pretending to be this brand Evil Goods because this is the only brand that contains all natural ingredients that are meant to heal and protect your skin barrier because this company is essentially just a small business they have been constantly selling out every single time they came back in stock. It makes sense because it's literally 50% cheaper than anywhere else right now. I'm going to leave the links somewhere down here for you anyway so that if you see that little orange button that means that they just came back in stock and I would run and grab some.",
    "visual_log": [
      {
        "timestamp": "0:00-0:03",
        "description": "Close-up of the content creator speaking; images of Brad Pitt, Victoria Beckham, and Jennifer Lopez are shown in the upper portion of the screen."
      },
      {
        "timestamp": "0:04-0:08",
        "description": "Close-up of the content creator speaking; images of a mother and daughter are shown in the upper portion of the screen. The ages 47 and 23 are displayed."
      },
      {
        "timestamp": "0:09-0:11",
        "description": "A video clip from the Kelly Clarkson Show is displayed; the mother and daughter are shown in separate video boxes."
      },
      {
        "timestamp": "0:12-0:17",
        "description": "A video clip from the Kelly Clarkson Show is displayed; Kelly Clarkson is shown speaking, then the mother and daughter are again shown in separate video boxes."
      },
      {
        "timestamp": "0:18-0:26",
        "description": "A video clip from the Kelly Clarkson Show is displayed; the daughter is shown speaking"
      },
      {
        "timestamp": "0:27-0:29",
        "description": "A video clip from the Kelly Clarkson Show is displayed; Kelly Clarkson is shown speaking, then the mother and daughter are again shown in separate video boxes."
      },
      {
        "timestamp": "0:30-0:41",
        "description": "A video clip from the Kelly Clarkson Show is displayed; the daughter is shown speaking."
      },
      {
        "timestamp": "0:42-0:48",
        "description": "Close-up of the content creator speaking; images of Lindsay Lohan and another woman are shown in the upper portion of the screen."
      },
      {
        "timestamp": "0:49-0:51",
        "description": "Close-up of the content creator speaking; an image of another woman is shown in the upper portion of the screen."
      },
      {
        "timestamp": "0:52-0:58",
        "description": "Close-up of the content creator speaking; images of Lindsay Lohan and a man are shown in the upper portion of the screen."
      },
      {
        "timestamp": "0:59-1:11",
        "description": "A video clip of an interview with Lindsay Lohan's boyfriend is displayed.  The boyfriend mentions using beef tallow as a moisturizer."
      },
      {
        "timestamp": "1:12-1:30",
        "description": "A video clip of the interview continues.  The boyfriend discusses the benefits and nature of beef tallow."
      },
      {
        "timestamp": "1:31-1:42",
        "description": "Close-up of the content creator speaking; images of various skincare products are displayed."
      },
      {
        "timestamp": "1:43-1:50",
        "description": "Close-up of the content creator speaking; an image of her inflamed face is shown in the upper portion of the screen."
      },
      {
        "timestamp": "1:51-2:00",
        "description": "Close-up of the content creator speaking; text describing the benefits of beef tallow is displayed."
      },
      {
        "timestamp": "2:01-2:29",
        "description": "Close-up of the content creator speaking and showing a jar of Evil Goods whipped beef tallow balm.  Information about the product and the company is displayed."
      },
      {
        "timestamp": "2:30-2:40",
        "description": "Close-up of the content creator speaking; information about the Evil Goods product is displayed."
      }
    ],
    "pacing_energy": "The video starts with a high-energy, intriguing hook, then transitions to a more moderate pace for the interview clips.  The pace picks up again near the end as the content creator shares their personal experience and promotes the product.  Overall, the video maintains a consistent level of engagement."
  },
  "core_lesson": "This video demonstrates that a compelling narrative combined with a surprising element (reverse aging celebrities) can drive extremely high viewership, although without a clear call to action or direct sales integration, substantial views don't automatically translate into sales."
}