{
  "name": "New Entry (Personal story)",
  "style": "Personal story",
  "video_url": "https://www.tiktok.com/t/ZP8MoXghQ/",
  "views": 702,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "so if your pooch looks like this or this, you're not fat, your hunger hormones are just out of whack. And having imbalanced hunger hormones can lead to things like puffiness in the face, bloating and constant sugar cravings. And it's probably one of the main reasons you're struggling to lower your pant sizes. On top of all of that, imbalanced hunger hormones can make you have adult acne. So with that being said, 90% of your problems are linked to hunger hormone imbalance. So to fix it, you need to start getting consistent seven to eight hours of quality sleep because research shows that even losing one to two hours of sleep at night increases your ghrelin levels, which is your hormone that tells you you're hungry and not getting good quality sleep will lower your leptin levels, which is your hormone that tells you you're full. So science tells us if you're not getting good quality sleep consistently, your hunger hormones are going to be all out of whack and you are going to be constantly craving sugary snacks. And the best and easiest way to get your sleep in check quick is to take an all natural blend of herbs that gets to the root of your sleep problems. This blend called Stellase has natural ingredients backed by science that not only promote deep restorative sleep, ingredients that have also been shown to lower stress levels, quiet the mind and even reduce sugar cravings. When I started taking this, not only was I sleeping better through the night, I was actually waking up refreshed with energy for the day, so I wasn't relying on sweet little treats, my constant craving to snack disappeared. When you start getting good quality sleep, you're gonna start looking and feeling so much better. I'm talking no more bloating, no more puffiness, no more food noise controlling your every thought. You're gonna have energy to actually enjoy the things you want during the day. So if you're tired of feeling sluggish and like you have no control, I'm gonna link these Stellase night capsules here, make sure you're adding them to your nightstand before the insomniacs of the world sell them out again.",
    "visual_log": [
      {
        "timestamp": "0:00-0:02",
        "description": "Video starts with the presenter in a car, showing illustrations of different body types with a focus on a 'pooch'."
      },
      {
        "timestamp": "0:08-0:11",
        "description": "Images of facial puffiness and bloating are shown."
      },
      {
        "timestamp": "0:15",
        "description": "A before-and-after picture showcasing a decrease in pant size is displayed."
      },
      {
        "timestamp": "0:19",
        "description": "Text overlay explains the link between sugar and acne."
      },
      {
        "timestamp": "0:31",
        "description": "A research paper excerpt regarding sleep, food cravings, and taste is shown."
      },
      {
        "timestamp": "0:34",
        "description": "An infographic illustrating the effects of sleep on ghrelin and leptin hormones is displayed."
      },
      {
        "timestamp": "0:47",
        "description": "Another infographic on the connection between sleep and appetite is shown."
      },
      {
        "timestamp": "0:51",
        "description": "A nutrition article excerpt regarding sleep and food cravings is displayed."
      },
      {
        "timestamp": "1:00",
        "description": "A graphic stating 'Poor sleep = poor health' appears."
      },
      {
        "timestamp": "1:03",
        "description": "The product, Stellase, is shown.  The ingredients are listed."
      },
      {
        "timestamp": "1:07",
        "description": "Research details on Valerian Root and Hops are shown."
      },
      {
        "timestamp": "1:10",
        "description": "Details on Ashwagandha and Passion Flower are shown."
      },
      {
        "timestamp": "1:13",
        "description": "Details about magnesium glycinate and L-theanine are shown."
      },
      {
        "timestamp": "1:28",
        "description": "An article excerpt on the effects of sleep on aging is shown."
      },
      {
        "timestamp": "1:46",
        "description": "A positive customer review is displayed."
      }
    ],
    "pacing_energy": "The video maintains a consistent, moderately fast pace throughout. The presenter's energy level is relatively high and engaging, though it doesn't fluctuate dramatically. The inclusion of visual aids keeps the video visually interesting, preventing it from becoming monotonous."
  },
  "core_lesson": "This video demonstrates that while a clear presentation of information and product benefits can gain views, a lack of a compelling call to action and a direct sales strategy, results in a low conversion rate, despite relevant and researched content."
}