{
  "name": "New Entry (Conspiracy)",
  "style": "Conspiracy",
  "video_url": "https://www.tiktok.com/t/ZP8rJr3Jy/",
  "views": 4700000,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "She ESPOSED the fountain of youth.. \nDRs aren't gonna like this...\nthis might scare some women and I'm so sorry in advance these two women right here they're not friends they're not sisters those two are mother and daughter I have no clue how she's 43 but she might have found the fountain of youth. You did a recent interview talking about it just watch this next clip where is the fountain? Like, did you find it or hiding it? Like what do you do? I rarely ever drink alcohol and I don't smoke. As far as my skin goes, I've always been acne prone. And so since I was about 12 or 13 I was always messing around with my mom's skincare. but retinol is great because I do feel like it's help with um my lines and hyperpigmentation and just like the glow of my skin. Oh my gosh, I'm buying it all now. coincidentally a week later Lindsay Lohan gets called out for the exact same thing that Jolene Diaz was doing aging in reverse Lindsay Lohan has been trying to keep it a secret but her ex boyfriend hopped on a recent podcast and exposed what she and all these other celebrities have been doing to stay youthful. tell her I do use Beetel as a moisturizer? yeah how the hell did you know that? Like what do you use? rub it all over my face really? yes it's the best it's do me a favor right if you're watching this or go look at your moisturizer right it probably has like 50 ingredients and you might know like what two of them are right beef tallow is just beef tallow it's just beef fact we're talking about how they were aging in reverse on what they were using was beef tallow I personally didn't believe the hype at first I kept hearing people raving about beef tallow how it closely mimics our skin's natural oils making it so effective I was at the point where nothing was working for me I had cystic and hormonal acne for years like no creams no serums no lotions none of that was working for me that was a month ago look at how my skin is looking now and that's just from warm water and beef tallow I don't use anything else I cut everything off cold Turkey my skin has never been this clear even the stubborn acne scarring I had for years that's pretty much faded now that's because the one I use in particular has Manuka honey which is known for its skin and wound killing benefits now I gotta shout the one I use out because ever since using this one I have noticed a major difference I've tried cheap beef tallow before and it has not worked the same someone like me with oily skin I was under the impression that it wasn't gonna help me because of my skin type stuff even forms a barrier around your skin to help protect it prevent breakouts like so many benefits with this stuff here's two because I paid 50 bucks full price on basil site for this and I come on TikTok and they're almost half off I'm gonna stock up on a couple new scents they have I suggest you guys do the same because this has never been this cheap so I'm gonna leave a link down below for you guys grab them while you can before they go back up to full price",
    "visual_log": [
      {
        "timestamp": "0:00-0:10",
        "description": "A man with a beard speaks to the camera, showing pictures of two women who look very similar in age. He states they are mother and daughter, introducing the hook about a 43-year-old woman who looks 20."
      },
      {
        "timestamp": "0:11-0:13",
        "description": "The man shows a split-screen of the two women on a video call."
      },
      {
        "timestamp": "0:14-0:35",
        "description": "The man displays a video clip of Kelly Clarkson interviewing the younger woman about skincare secrets. The interviewee mentions retinol."
      },
      {
        "timestamp": "0:36-0:49",
        "description": "The man returns and reveals that Lindsay Lohan was also using a similar skincare technique, and that her ex-boyfriend spilled the beans on a podcast."
      },
      {
        "timestamp": "0:50-1:07",
        "description": "A video clip from the podcast is shown; the ex-boyfriend reveals that the secret ingredient is beef tallow."
      },
      {
        "timestamp": "1:08-1:20",
        "description": "The man explains that he initially doubted the effectiveness of beef tallow, but then decided to try it after hearing numerous positive reviews."
      },
      {
        "timestamp": "1:21-1:40",
        "description": "Before and after photos of the man’s face are shown, highlighting improvement to his acne-prone skin after using beef tallow."
      },
      {
        "timestamp": "1:41-1:45",
        "description": "Text appears on the screen explaining the benefits of Manuka honey, a key ingredient in his particular brand of beef tallow."
      },
      {
        "timestamp": "1:46-2:02",
        "description": "The man shows the jar of beef tallow he uses, explaining its benefits for his skin type and how it forms a protective barrier."
      },
      {
        "timestamp": "2:03-2:17",
        "description": "The man displays screenshots of pricing from two different sites, highlighting a substantial price difference and offering viewers a link to buy the product at a discount"
      }
    ],
    "pacing/energy": "The video starts with a high-energy, attention-grabbing hook. The pacing is fairly brisk, but there are moments of slower explanation to make sure the viewer is able to keep up.  The overall energy remains engaging, leading to a call to action at the end."
  },
  "core_lesson": "This video demonstrates that a surprising, celebrity-related hook, combined with a relatable personal story and clear visual results, can drive massive views.  However, the lack of direct sales indicates that high viewership alone doesn't automatically translate into sales; a clear monetization strategy is crucial."
}