{
  "name": "New Entry (Personal story)",
  "style": "Personal story",
  "video_url": "https://www.tiktok.com/t/ZP8MEK2EY/",
  "views": 1974,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "you're not the ✨ you just have high cortisol. that's not even true that's not true. some of you guys are just the f word. if you full well know you need to be in the gym do not take those little anti stress supplement mixes aim for people who are dealing with high cortisol and expect a freaking miracle not gonna freaking happen because the only reason why this stuff works for people who are dealing with the high cortisol and are trying to get more snatched is because their puffy face puffy body acne inflammation bloating all of those different symptoms are caused by having too much stress in the body and they can be resolved by lowering their cortisol and getting their bodies out of that like fighter flight mode which you can do by taking anti stress supplements like magnesium like KSM6 off Waganda and when people who do have high cortisol start committing to taking this stuff for a few months and like eradicating the stress in their body they notice insane benefits their face getting tired and more defined their body the same way acne clearing up sleeping better better moods less inflammation less bloating alright I'll be the first one to say this if you just have bad eating habits and you're not getting any exercise taking supplement mixes like this is not gonna do anything for you you're just gonna waste your money. But if you feel like you've been doing the diet in the exercise and it's making your symptoms worse which would make sense if you do have high cortisol because you're literally putting more stress in the body which is already in too much stress so it's making the symptoms work then I'm telling you start taking anti stress supplements like KSM6 like oshganda or magnesium glycinate every single day they have these little poxs that mix it all up together plus alphaanine and vitamin D3. Look at the freaking reviews you don't have to trust me I'll link it below you can see people's literal before and after pictures of taking this stuff for a few months you don't even have to take this brand take whatever you like but I'm telling you if you have high cortisol invest in a good anti stress supplement and you will see those symptoms just completely reverse.",
    "visual_log": [
      {
        "timestamp": "0:00-0:04",
        "description": "Close-up of the speaker, a young woman with her hair in a bun, wearing a dark hoodie. She's holding a clear container with pineapple chunks."
      },
      {
        "timestamp": "0:04-0:10",
        "description": "She holds up a blue package of supplements.  The camera remains focused on her face."
      },
      {
        "timestamp": "0:10-0:50",
        "description": "Close-up shots of the speaker, interspersed with shots of the supplement package. She gestures expressively with her hands."
      },
      {
        "timestamp": "0:50-1:04",
        "description": "Close-up shot of the speaker as she explains different scenarios related to the supplement use."
      },
      {
        "timestamp": "1:04-1:21",
        "description": "The speaker holds up a single supplement packet and continues to speak while the camera is focused primarily on her face."
      }
    ],
    "pacing_energy": "The video maintains a consistent, relatively fast pace throughout. The speaker's energy is high, and her tone is assertive and direct. She uses expressive hand gestures to emphasize her points. The pacing suits the short-form video format, keeping viewers engaged."
  },
  "core_lesson": "This video demonstrates that a strong, opinionated message, while garnering moderate views, fails to translate into sales because it lacks a clear call to action and focuses on a niche audience with specific needs, therefore limited conversions."
}