{
  "name": "New Entry (Conspiracy)",
  "style": "Conspiracy",
  "video_url": "https://www.tiktok.com/t/ZP8rJSqBo/",
  "views": 858800,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "The elites are falling like dominos right now and this is absolutely not a coincidence. Some crazy things are about to start being revealed because people are sick and tired of being lied to and manipulated. And we absolutely owe this doctor an apology for what happened to him just a few weeks ago. Take a listen. I'm currently being investigated by the ethics committee of one of my major medical societies. Before I get into what I'm getting investigated for, I want to take a second to defend myself. As a physician my number one goal has always been to give my patients the best care. As a content creator I've always had three goals: number one is to make you laugh, number two is to encourage you to improve your health and hopefully your life, and number three is to empower you, especially my female followers to not let anybody tell you what you should do with your body. Now listen closely to what he tried to tell us in this next interview. There was a meta-analysis in 2021, over 1100 people, they took hydrolyzed collagen peptides for 90 days and found a statistically significant improvement in the hydration and wrinkle skin hydration wrinkles and elasticity of their skin. And there have been prospective placebo controlled randomized trials where they would put somebody on collagen supplementation for a couple of months and then actually biopsy their skin later and find an increased amount of collagen in their skin. So it works. But the key is you gotta get the right collagen supplement and you want to get hydrolyzed collagen peptides because the argument that people will make, where naysayers to say, oh the collagen's a large protein and your body's just gonna break it down, how do you know it's gonna get to your skin? Well, and how do you know it's gonna actually get absorbed? Well, that's why these companies will make hydrolyzed collagen peptides because you take that large protein and you break it down into its individual amino acids or peptides which are a combination of a small number of amino acids making it. Collagen effects your skin, your hair, your nails and your joints as well. The problem is whenever you get older your natural collagen starts to deplete drastically, anywhere from 1% to 2% per year. And that is why you see people prematurely age as well. This includes having wrinkles, fine lines whenever you're 30, joint pain when you're 25 and so on. It's no wonder that these elites didn't want us to know about this stuff because they make so much money on the issues that you have. But there is one issue though, a high quality hydrolyzed collagen peptide is difficult to find. It is recommended to take it with biotin and hyaluronic acid because those two ingredients can help absorb that collagen. You could take all of them separately but they're like 20 bucks a pop. So I got with a female coworker and she's like 50 years old but she looks like 25, it's insane. And she recommended me this collagen supplement right here. It does have the biotin, vitamin C and the hyaluronic acid as well as the hydrolyzed collagen peptides that is said that it is needed for your body to absorb it well. I documented my journey from a couple months ago as you can see right here and I could tell you this right now after 30 years old uh I thought my hair was gonna start falling out cause my dad is bald and so I decided to try it out and make sure that my hair isn't falling out and as you can see there's definitely some little little baby hairs coming out and stuff like that and I'm really really happy with how the hair turns out, the facial hair is still good to go and my wrinkles are slowly starting to uh dissipate as well. And I'm not the only one there are thousands and thousands of reviews uh talking about this supplement as well. The only problem is though with this supplement right here especially since it's relatively new it does go out of stock pretty quickly and so you get like a three month supply for like 20 something dollars. That's huge savings right now so if there is an orange cart right here make sure you get it while supplies last.",
    "visual_log": [
      {
        "0:00-0:10": "Presenter speaks about elites, hospitals, and people being lied to.  BBC News graphic is visible."
      },
      {
        "0:11-0:16": "Presenter shows a picture of a doctor and claims we owe him an apology.  Text overlay reads 'We owe this guy an apology!!'"
      },
      {
        "0:17-0:43": "Video clip of the doctor explaining his situation and content creation goals. Text overlay transcribes his words."
      },
      {
        "0:44-0:47": "Presenter urges viewers to listen to the doctor's interview."
      },
      {
        "0:48-1:44": "Video clip of the doctor's interview discussing a study on hydrolyzed collagen peptides. Text overlay transcribes some key points."
      },
      {
        "1:45-1:48": "Presenter shares information about collagen and its effects on the body."
      },
      {
        "1:49-1:56": "Presenter discusses collagen depletion with age, showing a graph."
      },
      {
        "1:57-2:14": "Presenter talks about the elites hiding information about collagen due to financial gain."
      },
      {
        "2:15-2:20": "Definition of hydrolyzed collagen peptides is shown."
      },
      {
        "2:21-2:28": "Presenter discusses the benefits of collagen with biotin and vitamin C."
      },
      {
        "2:29-2:40": "Presenter talks about a coworker's experience with collagen, emphasizing her youthful appearance."
      },
      {
        "2:41-2:53": "Presenter shows and discusses a collagen supplement bottle."
      },
      {
        "2:54-3:25": "Presenter shows before-and-after photos of their hair and face, highlighting improvements."
      },
      {
        "3:26-3:30": "Presenter displays many positive reviews of the supplement."
      },
      {
        "3:31-3:47": "Presenter discusses the supplement's popularity and occasional out-of-stock status, urging viewers to buy it."
      }
    ],
    "pacing/energy": "The video starts with a high-energy, attention-grabbing hook. The pacing slows slightly during the doctor's interview segments but remains engaging. The presenter's segments are generally high-energy and persuasive, culminating in a strong call to action to purchase the product.  The before-and-after visual element boosts engagement."
  },
  "core_lesson": "This video demonstrates that leveraging a compelling narrative and credible source, coupled with strong visual evidence of results, can drive substantial views, even without direct product sales within the video itself."
}