{
  "name": "New Entry (Personal story)",
  "style": "Personal story",
  "video_url": "https://www.tiktok.com/t/ZP8Mo92ep/",
  "views": 7800000,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "I grew up with the original almond mom and in case you didn't, here's what you missed out on. First off, Gatorade was not allowed after volleyball practice, so she would make her own out of coconut water and some added minerals. If we ever wanted dessert, she would give us dates or a couple chocolate chips or make stuffed dates with chocolate and that was pretty much it. She only ate whole food clean ingredients, so if it didn't come from the earth, not eating it and it's not in the house. If we were ever hungry for a snack, she would give us her special green juice which was literally a mix of every supplement, every vegetable possible and it also helped when we weren't feeling very good. And I started breaking out with hormonal acne in middle school. She gave me sea moss instead and this was back in the day when it was disgusting and it was the liquid version and the gel version and felt like you were throwing back pure sea water. Apparently it has 92 out of 102 essential minerals. You'd always tell me every single day that your gut needs and when you heal your gut, you heal your face. I have to admit, after listening to her for a couple of weeks, it cleared my face and the bullies went away too. I swear I complained to her for years about how gross the gel version was so she went and did some research and she actually found these new versions. Found this and it's sea moss gummies that also come with pearl powder and pearl powder has 30 trace minerals and amino acids that also help clear your skin and produce natural collagen growth. So when you put together sea moss and crushed pearl powder, chef's kiss. Sorry, but my skin glows even more. Literally taste like fruit snacks. I'm almost on my last jar which I'm so sad about. I need to stock up on these. My skin has never looked so good. My hair is so long, my nails are longer and they're not breaking. Like this is like a three in one. Gets it all. Thank you, mom. You saved my skin.",
    "visual_log": [
      {
        "timestamp": "0:00-0:19",
        "description": "Woman peels a zucchini while explaining her mom's strict diet."
      },
      {
        "timestamp": "0:20-0:48",
        "description": "Continues peeling zucchini, elaborating on the mom's health-conscious choices and the resulting benefits."
      },
      {
        "timestamp": "0:49-1:11",
        "description": "Woman finishes peeling zucchini and speaks about sea moss, its benefits and her past negative experiences with it."
      },
      {
        "timestamp": "1:12-1:23",
        "description": "Woman shows a jar of sea moss gummies and a container of pearl powder, explaining their positive effects on her skin."
      },
      {
        "timestamp": "1:24-1:44",
        "description": "Woman shows the products again, highlights her improved skin, hair, and nails, and expresses gratitude to her mother."
      }
    ],
    "pacing_energy": {
      "overall_pace": "Moderate",
      "energy_level": "Consistent, enthusiastic",
      "key_shifts": [
        {
          "timestamp": "1:12",
          "description": "Slight increase in energy when introducing the product."
        },
        {
          "timestamp": "1:30",
          "description": "Increase in energy while showcasing the positive results."
        }
      ]
    }
  },
  "core_lesson": "This video demonstrates that leveraging a relatable personal story combined with a visible product demonstration can generate significant views, even without direct sales within the video itself, establishing brand awareness and creating a foundation for future conversions."
}