{
  "name": "New Entry (Conspiracy)",
  "style": "Conspiracy",
  "video_url": "https://www.tiktok.com/t/ZP8rJ6bTc/",
  "views": 4600000,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "You're telling me, Mr. Incredible, a fucking cartoon put the entire medical industry to shame in one clip. You denied my claim. I don't understand. I have full coverage. I'm sorry Mrs. Hoganson, but our liability is spelled out in paragraph 17. I swear. Hey, please listen closely. I'd like to help you but I can't. I'd like to tell you to take a copy of your policy to Norman Wilcoxson. Are you saying we shouldn't help our customers? The law requires that I answer, no. We're supposed to help people. We're supposed to help our people, starting with our stockholders, Bob. Who's helping them out? Doesn't that sound very familiar to what this doctor had to say? But the way that everything is set up in the whole country is not any particular hospital. The hospital needs to make money. And the problem there is that if you figure out a way to help patients heal, and that in that way it doesn't include a pill or a surgery, well then the hospital and the doctor are in big trouble because if you figure out a way to help people heal and you can't charge them for it, well then you've just, um, worked yourself out of a job. Then there's this doctor who's built his entire platform on helping people heal naturally and then he was silenced. Why is my neck so loose? Normally it's stiff from all the injuries, so this nutrient is a precursor to something in the cells called NAD. Nicotinamide adenine dinucleotide. NAD is kind of like a helper molecule that helps you turn food into energy. If you're deficient in NAD, you get low cartilage repair, you get inflammation, you get joint pain, you get fatigue, you age faster, you have more damage in your DNA. So he's listing all the symptoms you could have when you're lacking in NAD. So NAD is something that we all naturally have but we lose about 50% once we hit our thirties. This just gradually declines over time. I've been doing my research on this stuff and celebrities all around the world are taking this stuff to look so much younger. I don't know if you guys saw that video on the Kardashians with Hailey Bieber on it talking about, I'm just going to take NAD for the rest of my life and I'll never age. Well that's not necessarily realistic, but it does help slow down the process of aging. The only problem is it's really hard to find because you need liposomal and resveratrol. Has to have these two ingredients or else it's pretty much fucking garbage. The NAD won't get to your cells. My mom's coworkers actually use this exact product. She's actually 45 but she looks like she's like 25. These are gonna boost your NAD levels and have you feeling youthful again. So if you're interested, I'll leave a link down below.",
    "visual_log": [
      {
        "0:00-0:06": "Man speaking with a clip of Mr. Incredible from the Incredibles movie playing above him."
      },
      {
        "0:06-0:30": "Screen recording showing a scene from the Incredibles movie."
      },
      {
        "0:30-0:41": "Screen recording showing a scene from the Incredibles movie."
      },
      {
        "0:41-0:45": "Man speaking with a small video of a doctor in the corner."
      },
      {
        "0:45-1:23": "Screen recording of a doctor speaking outdoors."
      },
      {
        "1:23-1:28": "Man speaking with a small video of another doctor in the corner."
      },
      {
        "1:28-1:57": "Screen recording of the second doctor giving a presentation."
      },
      {
        "1:57-2:06": "Man speaking and showing a graph of NAD levels over time."
      },
      {
        "2:06-2:11": "Man speaking and showing images of celebrities."
      },
      {
        "2:11-2:39": "Man speaking and holding a product."
      }
    ],
    "pacing_energy": "The video starts with high energy and a provocative hook. The pacing slows during the clips from the Incredibles movie and the doctor's video. The energy picks back up when the narrator talks and interacts with the camera and shows the product at the end.  The overall pacing is varied to maintain viewer engagement."
  },
  "core_lesson": "This video demonstrates that leveraging pre-existing popular culture references and creating a sense of intrigue through cliffhangers and unexpected twists can generate a high volume of views, regardless of direct sales conversion."
}