{
  "name": "New Entry (Personal story)",
  "style": "Personal story",
  "video_url": "https://www.tiktok.com/t/ZP8ME3g5s/",
  "views": 246400,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "Okay, I just dropped my phone. As you can see, the whole screen is cracked, but I have to make this video. Okay, so I just got back from this crazy seven-day work trip in Thailand, and holy shit, you're not gonna believe this. Okay, so first thing you notice is Thailand is arguably one of the most beautiful countries you'll ever see. Like, genuinely stunning. But what truly captivated my attention is just how much the Thais take their health seriously. I mean, nothing like the US. And you notice this in a variety of ways as you submerge yourself in the culture the longer you're there. But there's one thing that truly stuck out to me, and it was these little sticks they carry around that later on I found out were not mouth inhalers like we have here, but nasal inhalers. They're about this big, and the locals there call them Yadom. But I mean, this stuff is literally everywhere. Like, you will not see a single Thai constantly sticking one of those Yadom sticks in their nose. Now, I work in the medical industry, so the fact that I had never heard or seen anything like this before was mind-blowing to me. So obviously, being curious, I asked one of the natives, \"What is the deal with this stuff? Like, why do you guys carry it everywhere? Why are you constantly using it? What even is it?\" So then he really gets into it. You can tell they're very passionate about this stuff, but he starts breaking down the benefits of nasal breathing versus mouth breathing, which obviously I already knew. But then he gets into how these specific nasal sticks have a particular blend of menthol and a bunch of different essential oils that when inhaling completely clear out your sinuses because they are powerful, powerful decongestants. But not only do they clear sinuses, they also help you wake up. So a lot of people use them in the morning, kind of like a cup of coffee, you know what I mean? Just to wake up. Now, I myself have trouble waking up in the morning and spend an obnoxious amount of money at Starbucks, so I asked this man, \"How is it that we don't have this type of technology here in the states?\" But then he shares that we do have it here and it's just not popular or talked about for obvious reasons. So on the flight home I did a ton of research and found a brand that actually has the exact same blend as the ones in Thailand. This is what it looks like. It's called Boom Boom Nasal Stick. It also has menthol, eucalyptus, peppermint... every single decongestant essential oil, just like the ones in Thailand. And it's literally the easiest thing to use. All you gotta do is inhale deeply on both nostrils, and you can literally feel all your built-up mucus just go away. Clears up both your sinuses immediately and gives you a sense of energy and focus, just like this. Obviously, I did my due diligence and found a ton of research and studies backing this stuff. Here's a few. So if you also struggle from nasal congestion, maybe you have allergies, even a deviated septum, any nasal issue, this is gonna become your new best friend. Now, I got a three-pack at Walmart for like 30 bucks, which I was happy to pay. But here on the TikTok shop, there is a literal four-pack, so an extra flavor, for less than 30 bucks. I'll even link the cheaper four-pack right here. But this stuff was sold out all of last month, so if you're able to see an orange card right here, that means that it's not sold out yet, but I'd hurry up because this stuff does not last.",
    "visual_log": [
      {
        "timestamp": "0:00-0:03",
        "description": "Close-up of the content creator introducing the video with a cracked phone screen."
      },
      {
        "timestamp": "0:04-0:10",
        "description": "The content creator in a car, talking about his trip to Thailand."
      },
      {
        "timestamp": "0:11-0:18",
        "description": "The content creator talks about the beauty of Thailand."
      },
      {
        "timestamp": "0:19-0:30",
        "description": "The content creator discusses the importance of health in Thailand and introduces the Thai herb nasal inhaler."
      },
      {
        "timestamp": "0:31-0:40",
        "description": "The content creator shows a picture of the nasal inhalers and describes their size and local name."
      },
      {
        "timestamp": "0:41-0:46",
        "description": "Text overlay explains the inhalers are called 'Yadom'."
      },
      {
        "timestamp": "0:47-0:50",
        "description": "A short video of a Thai person using the Yadom inhaler is shown."
      },
      {
        "timestamp": "0:51-1:04",
        "description": "The content creator expresses his surprise at discovering the inhaler and shares his questions about it."
      },
      {
        "timestamp": "1:05-1:11",
        "description": "The content creator explains the local's explanation of nasal inhalers versus mouth inhalers."
      },
      {
        "timestamp": "1:12-1:18",
        "description": "The content creator explains the specific blend of essential oils in the nasal inhalers."
      },
      {
        "timestamp": "1:19-1:23",
        "description": "An image explaining how nasal inhalers clear sinuses is shown."
      },
      {
        "timestamp": "1:24-1:30",
        "description": "The content creator continues explaining the benefits of the inhalers."
      },
      {
        "timestamp": "1:31-1:40",
        "description": "The content creator explains his personal struggles and why he's interested in the product."
      },
      {
        "timestamp": "1:41-1:50",
        "description": "The content creator shares that the product is available in the US, but not widely known."
      },
      {
        "timestamp": "1:47-1:50",
        "description": "Screenshots of online articles related to sinus congestion and essential oils are shown."
      },
      {
        "timestamp": "1:51-2:01",
        "description": "The content creator shows the Boom Boom Nasal Stick product and its ingredients."
      },
      {
        "timestamp": "2:02-2:16",
        "description": "The content creator demonstrates how to use the product and describes the feeling it provides."
      },
      {
        "timestamp": "2:17-2:21",
        "description": "Screenshots of scientific studies related to essential oils and nasal breathing are shown."
      },
      {
        "timestamp": "2:22-2:47",
        "description": "The content creator concludes by recommending the product and showing its availability on TikTok shop, highlighting a potential deal."
      }
    ],
    "pacing/energy": "The video maintains a consistently high energy level throughout. The creator's enthusiastic tone and facial expressions, combined with quick cuts and engaging visuals, keep the audience captivated.  There's a clear build-up of intrigue in the beginning, followed by informative and passionate delivery, concluding with a direct call to action. The pacing is brisk, preventing any lull in attention."
  },
  "core_lesson": "This video demonstrates that high viewership doesn't automatically translate into sales.  While the unique and intriguing hook about Thai nasal inhalers generated substantial views (246,400), the lack of sales suggests that viewer engagement and product relevance weren't effectively linked."
}