{
  "name": "New Entry (Conspiracy)",
  "style": "Conspiracy",
  "video_url": "https://www.tiktok.com/t/ZP8rJNE7F/",
  "views": 8800000,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "Dana White is proof that celebrities are just smarter than us. Listen to this genius health secret that completely turned his life around. Never talked to a doctor about my general health ever again. If I break my arm, I'm gonna go see a doctor. If I need surgery, I'm gonna go see a doctor. My general health? Never again. None of them know what they're talking about. They're all full of shit. All they know is to put you on pills and put you on medicine. That's all they know. Zero energy. I had sleep apnea. At a point where I would come in, you can ask anybody that was around me over a year ago, I would literally fall asleep in the middle of meetings and things like that. I was in a really bad place physically. Um, and as far as my health went. And then I met this guy, Gary Brecka, who is an absolute genius. This guy isn't a doctor. He's a human biologist. Goes on to talk about how he was under heavy brain fog that totally sapped his motivation. It caused him to have a gut and a whole load of other health issues. He didn't get his shit together until he started listening to this dude. Most people, especially young people, probably don't realize that they're walking around right now at about 55%, maybe 60% of their true state of normal. There is a nutrient, an amino acid, a substrate, a compound, um, an element missing from their body that if they knew what it was, would make the difference between them being an average person and being a superhuman. What supplement can…?  And your sentence lacks… It's called L-theanine. So he's talking about the amino acid L-theanine. And studies showed that theanine is like a building block for dopamine in the brain. Dopamine is literally what makes a hard task feel easy. That's why doom scrolling is so easy because it triggers dopamine in the brain. But the brain can be hacked with L-theanine. That's why high performers like Rogan take this shit. We always keep Neuro Gum in the studio. You can have a pack of Neuro Gum… Yeah yeah. We should get some more. We're probably running dry. We go through four or five fucking boxes of that stuff a year. You really think Neuro Gum really works? Oh yeah, 100%. Oh wow. It's got theanine in it and caffeine and a couple other things. And what it does is it enhances your memory. It enhances your your brain's ability to form sentences. Wow. He did two double-blind placebo-controlled studies at the Boston Center for Memory. Memory. And it showed increase in alpha flow state. It showed uh, increase in verbal memory. Okay, so he was talking about Neuro Gum. The first gum to have real L-theanine plus caffeine. And I'm telling you, this will have your brain on eleven. It only takes like five minutes before I start feeling that like focused buzz. I'm not kidding. It's like somebody took all the open tabs in my brain and just closed them. Totally locked in for like the next four hours. The best way I can describe it is it's like a relaxed alertness. Like you're on, but you're not like, you know, jittery or crash like coffee gives. Just perfect because now I just chew this instead of buying a second cup of coffee just to get through the afternoon. It's way cheaper than coffee too. The only problem is every time Joe Rogan talks about it, it gets sold out immediately. So I'm gonna leave a link down here. If you see it, it might be in stock.",
    "visual_log": [
      {
        "0:00-0:06": "Close up of speaker, text overlay: 'He did it WITHOUT the shot. This is NOT Joe Rogan!!'",
        "description": "Introduction with before and after images of Dana White"
      },
      {
        "0:06-0:38": "Laptop screen showing a YouTube video of Dana White interview",
        "description": "Dana White discusses his health journey"
      },
      {
        "0:38-0:43": "Close up of speaker",
        "description": "Speaker summarizes Dana White's experience"
      },
      {
        "0:43-0:47": "Close up of speaker with image of Dana White sleeping on a private jet overlay",
        "description": "Speaker describes Dana White's state"
      },
      {
        "0:47-1:11": "Laptop screen showing another interview of Gary Brecka",
        "description": "Discussion of brain health and L-Theanine"
      },
      {
        "1:11-1:17": "Laptop screen showing a different interview",
        "description": "Brief shot, unclear who it is"
      },
      {
        "1:17-1:23": "Close up of speaker",
        "description": "Speaker mentions L-Theanine"
      },
      {
        "1:23-1:30": "Close up of speaker with Johns Hopkins Newsroom article overlay",
        "description": "Information about dopamine and physical exertion"
      },
      {
        "1:30-1:46": "Laptop screen showing Joe Rogan Experience YouTube video",
        "description": "Joe Rogan mentions Neuro Gum"
      },
      {
        "1:46-2:05": "Laptop screen, switching between Joe Rogan and another guest",
        "description": "Continues Joe Rogan discussing Neuro Gum"
      },
      {
        "2:05-2:43": "Close up of speaker, showing Neuro Gum packaging",
        "description": "Speaker concludes and promotes Neuro Gum"
      }
    ],
    "pacing/energy": "The video maintains a consistent, moderately fast pace throughout.  The energy is high, driven by the speaker's enthusiastic delivery and the use of quick cuts and visual elements. The energy dips slightly during the longer interview clips but is quickly picked back up by the speaker."
  },
  "core_lesson": "This video demonstrates that leveraging the authority and existing fanbase of a high-profile individual (Joe Rogan) can significantly amplify a product's reach, resulting in millions of views, even if the video itself lacks a direct sales pitch or call to action."
}