{
  "name": "New Entry (Conspiracy)",
  "style": "Conspiracy",
  "video_url": "https://www.tiktok.com/t/ZP8rJyXVc/",
  "views": 2100000,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "You're telling me a movie from fucking 2022 predicted the Luigi man China crash out? You know what I don't understand is why they never found the doctors. My son's had clean checkups every year since the day he was born. How could the doctors not pick it up? He might not have been tested thoroughly enough. Why not? HMO, right? Yeah. Well there's your answer. The HMOs pay their doctors not to test. That's the way he can cut down. Let's say Mike they need additional testing and insurance said they won't cover them. The doctor keeps his mouth shut and come Christmas, the HMO sends the doctor a fattest bonus check. That sounds quite familiar to what this doctor had to say. The problem there is that if you figure out a way to help patients heal and that in that way it doesn't include a pill or a surgery, well, then the hospital and the doctor are in big trouble because if you figure out a way to help people heal and you can't charge them for it, well then you've just um worked yourself out of a job. Then we have this biologist who has recently stated that there is an amino acid out there that can turn an average human into a superhuman. I mean everybody wants to improve their health and most people, especially young people probably don't realize that they're walking around right now at about 55%, maybe 60% of their true state of normal. There is a nutrient, an amino acid, a substrate, a compound, um an element missing from their body that if they knew what it was, would make the difference between them being an average person and being a superhuman. What supplement? Don't end your sentence there, Gary. It's called L-theanine. L-theanine is an amino acid that can relax you without making you drowsy. It's also going to help lower cortisol. High cortisol can do a bunch of negative things to your body. Can cortisol levels affect your face, such as how puffy it is? Yes, persistently elevated levels of cortisol can lead to weight gain in the face. But cortisol levels can make it difficult for you to sleep, raise anxiety, also make it feel like it's impossible for you to drop pants sizes. Now personally I recommend taking nello because it has L-theanine which is going to lower your cortisol, but along with that it has ashwagandha and magnesium that do exactly the same thing. I've been taking this stuff for a while now and my sleep has improved, my anxiety has gotten better, brownness in my face has gone down as you saw earlier. I crave less sweets at night. This is by far my favorite product on TikTok shop and I ain't the only one that uses this every single day. There's a bunch of five star ratings. I'll leave a link for this down below if you're interested. Have a good day.",
    "visual_log": [
      {
        "timestamp": "0:00-0:04",
        "description": "Close up of speaker, split screen with images from the movie John Q"
      },
      {
        "timestamp": "0:05-0:28",
        "description": "Clips from the movie John Q"
      },
      {
        "timestamp": "0:29-0:32",
        "description": "Close up of speaker, split screen with image of doctor"
      },
      {
        "timestamp": "0:33-0:55",
        "description": "Image of doctor in nature"
      },
      {
        "timestamp": "0:56-1:02",
        "description": "Close up of speaker, split screen with image of biologist"
      },
      {
        "timestamp": "1:03-1:32",
        "description": "Biologist speaking into a microphone"
      },
      {
        "timestamp": "1:33-1:37",
        "description": "Another person speaking into a microphone"
      },
      {
        "timestamp": "1:38-1:42",
        "description": "Close up of speaker, text overlay with information about L-theanine"
      },
      {
        "timestamp": "1:43-1:52",
        "description": "Close up of speaker, text overlay with information about cortisol"
      },
      {
        "timestamp": "1:53-2:26",
        "description": "Close up of speaker, showing product and reviews"
      }
    ],
    "pacing_energy": {
      "overall_pacing": "Fast-paced, keeps the viewer engaged through quick cuts and transitions",
      "energy_level": "High energy, enthusiastic tone from the speaker. The video is designed to be exciting and informative."
    }
  },
  "core_lesson": "This video demonstrates that a compelling narrative combined with a relatable problem/solution can drive massive viewership; however, without a clear and concise call to action linked to a product, even millions of views fail to translate into sales."
}