{
  "name": "New Entry (Personal story)",
  "style": "Personal story",
  "video_url": "https://www.tiktok.com/t/ZP8MoYRX1/",
  "views": 18200,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "They just fired me from my job at the fucking hospital for telling this kid how to fix his nasal congestion so he wouldn't have to come back. But since you bitches wanna fire me, I'm gonna tell everybody else. So this kid's basically a regular at this point. I mean, the amount of times that I've seen his dad bring him in for the same thing. He has a deviated septum, which means one of his nostrils just does not work at all. And so allergy season comes in and the kid just completely stops breathing. So like I said, I see the kid get brought in again, and I'm just sitting there thinking to myself, how much is this that spending? And I get it, insurance covers some of it, but still, I mean, just bill after bill over the same exact issue over and over. So this last time as his dad's getting ready to leave, I pull him to the side and I'm like, hey, can I speak to you for a sec? He's obviously a little bit shaken up, but he comes to the side with me and he's like, what do you need? So I just tell him straight up, listen, what your kid needs is not anymore trips to the ER, what he needs is a nasal stick. I myself use one of these every single night because I have sleep apnea, which means that I literally stop breathing throughout the night because of my congestion. So this stuff helps me and it can help your son too. The reason why is because of the essential oils in this stuff that work as decongestants, which open up your literal nostrils and your airway paths to help you breathe better. Anyway, the guy's eyes literally light up, he gives me a hug, and he walks away. But of course, one of my fucking nosy ass coworkers who can't seem to mind his own fucking business sees the little side conversation that I'm having with his dad and goes and rats me to my fucking boss. Now what I was sharing with the dad is this specific nasal stick from Boomboo. And the reason I like it so much is because of the key essential oils in it, like eucalyptus, menthol, peppermint, all which, like I said, are incredible decongestants. So all that buildup mucus that you have all throughout your nostrils completely dissipates. All you have to do is literally inhale deeply both nostrils and that's it. You can literally just feel all the mucus just go away. Also for all my Hispanic people out there, see to mama te ponía el vaporub en el pecho para ayudarte a limpiar la nariz cuando estabas enfermo? This is the same exact stuff. So yes, I may have gotten fired, but hopefully I was able to help that kid and I can help you too. My only complaint is that this stuff is literally impossible to get your hands on. I mean it's literally always sold out. But I'm gonna leave the link right here. If you wanna try it out for yourself, just click the orange card right here and you're good to go.",
    "visual_log": [
      {
        "timestamp": "0:00-0:06",
        "description": "The content creator, a man in scrubs, introduces himself outside a hospital and explains that he was just fired for giving advice to a patient."
      },
      {
        "timestamp": "0:07-2:13",
        "description": "The content creator sits in his car and continues to explain his story while holding up and using a nasal stick. He explains the product's benefits and mentions that it's often sold out."
      }
    ],
    "pacing_energy": {
      "overall_pacing": "Fast-paced",
      "energy_level": "High energy, passionate, slightly agitated",
      "key_moments": [
        {
          "timestamp": "0:00-0:06",
          "description": "High energy introduction, immediately grabbing the viewer's attention with a controversial hook."
        },
        {
          "timestamp": "1:14-1:24",
          "description": "Increase in energy and frustration, expressing anger towards a coworker who reported him."
        },
        {
          "timestamp": "1:43-1:51",
          "description": "Demonstrates the product, energy shifts to enthusiasm and excitement."
        }
      ]
    }
  },
  "core_lesson": "This video demonstrates that a compelling narrative and a helpful product can garner significant views, but scarcity and lack of product availability hinder sales conversion, highlighting the crucial role of supply chain management in the success of viral marketing campaigns."
}