{
  "name": "New Entry (Conspiracy)",
  "style": "Conspiracy",
  "video_url": "https://www.tiktok.com/t/ZP8MEofSx/",
  "views": 1101,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "How the fuck did Family Guy get away with this? Just watch. Oh my god, what happened to your face? Stewie, hello? Who's there? Sorry Brian, my eyes don't close when I sleep and I'm blind for a few seconds when I first wake up. Stewie, you got more plastic surgery? I know it was a mistake. Now, is this not the same exact thing that Cameron Diaz was talking about during this interview? No Botox ever. No, I've tried it before where it's like, you know that little tiny touch of something and it was like so badly and no and it's it changed my face in this such a weird way that I was like, no, I don't I don't wanna like I rather see myself I rather see who my face aging than a face that doesn't belong to me at all. Now this is where things get crazy so pay attention. A lot of celebrities are following the same trend as her because apparently there is a compound out there that can reverse your aging from the inside out. Just listen to the Kardashians talk about it in this next clip. Do you think that doing like NAD multiple days in a row is fine? It wouldn't be harmful but at a certain point you kind of saturate your receptors and I feel like we're just yeah really big on our health journey for sure. I'm gonna NAD for the rest of my life and I'm never gonna age. Now I was very skeptical when I saw this, but after doing a deep dive into NAD, I came across this podcast of this human biologist which basically proves everything they were just saying. I've got super high NAD levels cause I've been supplementing for about seven years now. So that was the next thing on my list was NAD. Of the people that I know that look freakishly and unusually young for their age that I have met in say the last 36 months I cannot get over how many of them have told me that I'm on NAD. I'm talking about everywhere from a gym to a golf course to a business meeting and I'm talking about visually shockingly looking young people, mainly people in their 50s that look like they could be in their 30s or early 40s to me. Now the crazy part is our body naturally produces NAD, but after around 30 years old our NAD levels begin to plummet and that is what triggers the aging process in our body. So by raising your NAD levels, it can help with things like those deep lines and wrinkles, those weak and achy bones and joints, the time it takes your body to physically recover, mental delays, and brain fog and the biggest one for a lot of people which is just making it easier to cut down on those pants sizes. Now if you're wondering what the best way to raise your NAD levels is just listen to what the same biologist from before had to say about this. The scientific evidence points to uh taking a supplement every day just swallowing one of those uh or 1,000 mg is enough to double your NAD levels in the bloodstream. And after talking to my doctor this is the one they recommended I take from Cata-Kor. Not only do they have like 600,000 orders and a bunch of five star reviews that y'all can check out for yourselves but they've done clinical studies showing that this specific formula is nine times more absorbable than other NADs. Plus they have a happiness guarantee on the back of the bottle so if you're not happy for whatever reason you can always email them and send it back. The only bad thing I'll say is anytime the Kardashians mention this stuff they sell out almost immediately. So I'll link it if you guys wanna try it and if the orange cart is still there that means that there's still some left so I would grab a bottle or two while you still can.",
    "visual_log": [
      {
        "timestamp": "0:00-0:03",
        "description": "Intro with the presenter and Family Guy image"
      },
      {
        "timestamp": "0:03-0:16",
        "description": "Family Guy clip showing Stewie's face"
      },
      {
        "timestamp": "0:16-0:20",
        "description": "Presenter back on screen"
      },
      {
        "timestamp": "0:20-0:40",
        "description": "Cameron Diaz interview clip discussing her face"
      },
      {
        "timestamp": "0:40-0:43",
        "description": "Presenter back on screen"
      },
      {
        "timestamp": "0:43-0:50",
        "description": "Presenter talking about anti-aging supplement"
      },
      {
        "timestamp": "0:50-1:07",
        "description": "Kardashians' interview discussing NAD"
      },
      {
        "timestamp": "1:07-1:13",
        "description": "Presenter back on screen"
      },
      {
        "timestamp": "1:13-1:18",
        "description": "Image of Dr. David Sinclair"
      },
      {
        "timestamp": "1:18-1:48",
        "description": "Interview clips discussing NAD"
      },
      {
        "timestamp": "1:48-1:52",
        "description": "Presenter back on screen"
      },
      {
        "timestamp": "1:52-1:55",
        "description": "Graph showing NAD levels as we age"
      },
      {
        "timestamp": "1:55-2:15",
        "description": "Presenter talking about the benefits of NAD"
      },
      {
        "timestamp": "2:15-2:22",
        "description": "Presenter talking about raising NAD levels"
      },
      {
        "timestamp": "2:22-2:30",
        "description": "Interview clip discussing NAD supplement"
      },
      {
        "timestamp": "2:30-2:32",
        "description": "Presenter back on screen"
      },
      {
        "timestamp": "2:32-2:40",
        "description": "Presenter showing and discussing Cata-Kor product"
      },
      {
        "timestamp": "2:40-2:44",
        "description": "Presenter showing clinical study results"
      },
      {
        "timestamp": "2:44-2:46",
        "description": "Graphic showing Cata-Kor's enhanced bioavailability"
      },
      {
        "timestamp": "2:46-3:06",
        "description": "Presenter concluding and promoting the product"
      }
    ],
    "pacing_energy": "The video uses a fast-paced, energetic style.  It starts with a shocking hook, maintains a high energy level throughout with quick cuts between segments, and utilizes urgent language to encourage immediate action.  The presenter's enthusiastic tone further adds to the energy."
  },
  "core_lesson": "This video demonstrates that while a provocative hook and celebrity endorsements can drive views, a lack of compelling product demonstration and insufficient audience engagement significantly limits conversion and sales, ultimately resulting in a low GMV despite relatively high views."
}