{
  "name": "New Entry (Conspiracy)",
  "style": "Conspiracy",
  "video_url": "https://www.tiktok.com/t/ZP8rJMB92/",
  "views": 6300000,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "2025 is already off to a wild start. We just had this plane in South Korea run into a wall ending the lives of 179 people. These tragic events just happened in New Orleans and New York over the past two nights. We still have drones flying around the New Jersey skylines and we have this famous neurosurgeon telling us how to become superhuman but it's getting swept under the rug by the elites. Watch this. Most people, especially young people, probably don't realize that they're walking around right now at about 55%, maybe 60% of their true state of normal. There is a nutrient, an amino acid substrate compound, um an element missing from their body that if they knew what it was would make the difference between them being an average person and being a superhuman. What supplement can I tell you? Don't end your sentence there, Gary. So it's called L Theanine. There's a ton of validity to what that man is saying because Joe Rogan just came out on his podcast talking about the same amino acid and how celebrities have been using it for years to get ahead of the average man. Watch this. I'll tell people about some stuff that I have no affiliation with. Neurogum is one of them. We have we always keep Neurogum in the studio. We we go through four or five fucking boxes of that stuff. And you really Neurogum really works? Oh yeah, 100%. Oh wow. It's got theanine in it and caffeine and a couple other things and what it does is it enhances your memory. It enhances your your brain's ability to form sentences. Now what he's talking about is Neurogum, the first product on the open market to mix natural caffeine and L-theanine together at once. And there's a ton of studies coming out showing that when you mix natural caffeine and L-theanine together at the same time, your brain enters the flow state. Now lucky for us, Neurogum has just enough caffeine in it to release the theanine into our brain entering your brain into that so-called flow state. And the best way to describe this flow state feeling to someone else who's never tried Neurogum before is like all the little tabs in your brain closing up by having hyper focus on that one task at hand. And the only negative of this product that I've been able to find is kind of the price. I bought six boxes of the new flavor at CVS for $45 the other day. But the new flavor is now on TikTok shop and it's only $21 on here with free shipping. So if you're anything like me and wanted to try it, please don't go buy that CVS. I would grab it on the TikTok shop linked right down below.",
    "visual_log": [
      {
        "0:00-0:06": "Speaker shows his face while images of a plane crash in South Korea are shown"
      },
      {
        "0:06-0:10": "Speaker shows his face while images of a mass shooting in New Orleans and New York are shown"
      },
      {
        "0:10-0:13": "Speaker shows his face while images of drones flying over New Jersey are shown"
      },
      {
        "0:13-0:19": "Speaker shows his face while an image of a neurosurgeon is shown"
      },
      {
        "0:19-0:30": "Video shows a clip of the neurosurgeon talking"
      },
      {
        "0:30-0:45": "Video shows a clip of the neurosurgeon talking"
      },
      {
        "0:45-0:50": "Video shows a clip of another speaker talking"
      },
      {
        "0:50-0:52": "Video shows a clip of the neurosurgeon talking"
      },
      {
        "0:52-1:02": "Speaker shows his face while an image of Joe Rogan is shown"
      },
      {
        "1:02-1:13": "Video shows clips of Joe Rogan talking"
      },
      {
        "1:13-1:24": "Video shows clips of Joe Rogan and another speaker talking"
      },
      {
        "1:24-1:30": "Speaker shows his face and holds up a box of Neurogum"
      },
      {
        "1:30-1:44": "Speaker shows his face and shows text describing L-theanine and caffeine"
      },
      {
        "1:44-1:53": "Speaker shows his face and shows a video of someone in a focused state"
      },
      {
        "1:53-2:11": "Speaker shows his face and holds up a box of Neurogum"
      }
    ],
    "pacing_energy": "The video starts with a high-energy, attention-grabbing hook using shocking imagery of recent tragic events. The pace remains relatively fast, cutting between the speaker's face and short clips of other videos and images.  The energy shifts slightly when discussing the neurosurgeon and Joe Rogan's takes. The final section promoting the product slows down somewhat to a more relaxed, conversational pace."
  },
  "core_lesson": "This video demonstrates that leveraging shocking or controversial content to initially grab attention can generate massive views; however,  without a clear and relevant connection to a product, this tactic fails to translate into sales."
}