{
  "name": "New Entry (Personal story)",
  "style": "Personal story",
  "video_url": "https://www.tiktok.com/t/ZP8rJ3twT/",
  "views": 421700,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "I used to get so bloated and also have such a puffy face and I literally thought it was normal until I realised that I was inflamed and I didn't even know what that meant. I didn't even think I was at the time. I'll show you all these before pictures and then what I look like now as well. But I did a few things help my inflammation and how I've gotten to where I am today and everything like that. So first of all is actually this drink. You've probably seen it on my page before if you follow me, but it's I call it the de-bloat drink because it's for your digestion, your gut health and your inflammation and you have it before food and it pretty much preps your digestion for the rest for the rest of the day and keeps your stomach flat for the entire day. I swear by it. It's incredible. So it's pretty much greens, but it's not like your average greens. It's literally so science-based and that's why I'm obsessed with it and why I bought it was they actually had a 90-day money-back guarantee. So like if it doesn't work, you can literally send it back. And I was like okay, well I have nothing to lose. I'm struggling so much with it. I've tried different things. I've gone to naturopaths for years. Like surely this drink's not going to do anything that's a new one. Um and it actually worked and now I'm here five years later still having it and that's because I honestly don't want to fix it through my diet. Like basically can't get some of these ingredients in in food and that's why I'm turning to supplements. So this greens is unlike any other because it's just 36 fruits and veggies and it's also got quinoa in it. All greens only have like four. They don't have enough. This is like this is not really greens cause it's 36 fruits and veggies so it's just like vegetable fiber powder and that's going to flush you out. So it says enough, right? That's what it's going to do. Then there's two supplements that go in here after that. Let me get them. So this is the skin elixir collagen. So a lot of collagens they don't do what they're telling you that they do. A lot of the time they're just um animal collagens which means it's animal skin, nails and bones and stuff like that and you're digesting it as a protein. It will only absorb like a protein. It's not going to boost the collagen in your body just because you're consuming collagen. You need to consume ingredients that are going to boost the collagen in your body which this is hyaluronic acid so it's also vegan which is like and if you boost the collagen in your body it actually is your gut is made up of collagen so it actually heals your gut health. So I like that and also this will hydrate your entire body so it's also going to hydrate your digestive system which is exactly what you need and this will also grow your hair and make your skin glow so I was like why not just add that in there and then the third supplement that goes in actually there's four but this is the other one. This is where the gut health magic happens. So this is going to stop you from bloating throughout the entire day as well. Um and it's got ginger, chamomile in it but it's prebiotics, it's a synbiotic if you know what that means and digestive enzymes and stuff like that. So that goes in there and then I'll show you the last bit. Okay, all I've done to this is literally add water and ice and you can do this with this one. You don't have to shot it like some disgusting greens cause it tastes so good but I'm not going to like this doesn't taste good like this. I see so many people that make this up cause that comes in a bundle. They literally just have it like this and I'm like no the hack is this energy supplement. So if you have poor gut health you'll also find that um your energy is really low. So this is exactly to help kind of like that. Let me get this just to open it. Also a lot of people don't know that coffee is actually inflammatory so that can be a big reason to why you're inflamed. You feel like you're puffy and everything like that and this is made from green tea. It's also got B vitamins in it, um CoQ10 all of these are really amazing things and they taste so good. Um you can also use these as like an energy drink or soda replacement which I really like as well and that's literally it so I have this before food every single day and I don't drink coffee anymore like I mentioned it's inflammatory. It can also spike your cortisol especially if you're having on empty stomach and that will that's what was giving me that like cortisol face. Another thing for cortisol that's been really really helpful for me is actually um where is it? Ashwagandha. Coming back here. The same brand do an Ashwagandha but you can literally get anything. You can get Ashwagandha gummies. You can do like there's so many different ways but this is really good sometimes when I first started I actually started putting this in here. I know it was a heavy drink. There was lots of powders going in but it was just getting everything out of the way, right? And you also have this before bed if it makes you sleepy. Another good one is like mushroom powder, anything mushroom can help you. Also something non-supplement related that really helped with my inflammation was actually steady-state cardio like walking in the morning, not doing really high intensity exercise or anything. Walking, also infrared saunas they're really really good cause again they're not as hot as a normal sauna. They've got the red light therapy in it so it's really going to help with inflammation. So that's how I took it to the next level but supplements were actually just what I was lacking in my diet and I found being consistent with it with it with it was just so helpful.",
    "visual_log": [
      {
        "timestamp": "0:00-0:14",
        "description": "Woman introduces herself and the topic of bloating and inflammation, showing before and after pictures."
      },
      {
        "timestamp": "0:15-0:24",
        "description": "Woman talks about a drink that helps with inflammation, showing an empty glass."
      },
      {
        "timestamp": "0:25-0:40",
        "description": "Woman describes the drink further, emphasizing its digestion-boosting effects."
      },
      {
        "timestamp": "0:41-0:53",
        "description": "Woman highlights the drink's science-backed ingredients and 90-day money-back guarantee."
      },
      {
        "timestamp": "0:54-1:01",
        "description": "Woman shares her personal struggle with bloating and her decision to try the product."
      },
      {
        "timestamp": "1:02-1:20",
        "description": "Woman shows and describes a green powder supplement, mentioning its numerous fruit and vegetable components."
      },
      {
        "timestamp": "1:21-1:39",
        "description": "Woman continues to describe the green powder, emphasizing its uniqueness and effectiveness."
      },
      {
        "timestamp": "1:40-1:58",
        "description": "Woman shows and describes a collagen supplement, explaining its limitations compared to alternatives."
      },
      {
        "timestamp": "1:59-2:14",
        "description": "Woman discusses the benefits of hyaluronic acid and its suitability for vegans."
      },
      {
        "timestamp": "2:15-2:33",
        "description": "Woman introduces a gut health supplement and explains its role in reducing bloating."
      },
      {
        "timestamp": "2:34-2:53",
        "description": "Woman demonstrates the preparation of the drink by adding various supplements to water."
      },
      {
        "timestamp": "2:54-3:09",
        "description": "Woman emphasizes the drink's taste and contrasts it with other products."
      },
      {
        "timestamp": "3:10-3:20",
        "description": "Woman adds an energy supplement, highlighting its benefit for low energy levels."
      },
      {
        "timestamp": "3:21-3:44",
        "description": "Woman discusses the inflammatory effects of coffee and introduces a green tea-based supplement."
      },
      {
        "timestamp": "3:45-4:04",
        "description": "Woman summarizes the drink's preparation and its daily consumption habit."
      },
      {
        "timestamp": "4:05-4:20",
        "description": "Woman mentions Ashwagandha as another helpful supplement."
      },
      {
        "timestamp": "4:21-4:26",
        "description": "Woman suggests mushroom powder as a supplementary option."
      },
      {
        "timestamp": "4:27-4:56",
        "description": "Woman discusses additional non-supplement strategies for managing inflammation (walking and infrared sauna)."
      }
    ],
    "pacing/energy": "The video maintains a consistent, moderately fast pace. The presenter's energy is enthusiastic throughout, with slight increases in emphasis on key product features or personal anecdotes.  The pacing is suitable for the content and target audience, which is likely interested in quick information and relatable experiences."
  },
  "core_lesson": "This video demonstrates that a personal story coupled with product testimonials and a clear explanation of the product's benefits, even without a direct sales pitch, can result in significant views, indicating that the approach is highly effective for brand awareness, although the lack of sales indicates that it may not be as effective for direct product sales."
}