{
  "name": "Loser (Conspiracy)",
  "style": "Conspiracy",
  "video_url": "https://www.tiktok.com/@whatctlikes/video/7511384634135940383?is_from_webapp=1&sender_device=pc&web_id=7489900182720202286",
  "views": 5000000,
  "sales_gmv": 0.0,
  "gmv_per_1k_views": 0.0,
  "deconstruction": {
    "full_transcript": "Kris Jenner revealed her new face looking fabulous in her 70s. Then you have women like this praising the shot live on Jimmy Kimmel. Just watch this. What do you think about all the Ozempic and all that stuff? Oh, I love it. I love, I like, do it. Do it. I have no judgment. If you wanna do Ozempic, hell yeah, girl. Like I'm not, I want people to feel more comfortable talking about doing it because I feel like there's like the shame and the shame is only from thin people who want you to stay fat. And suddenly all these thin white women are like, diabetics need their meds. It's like, no, I think you're upset that Kathy Bates has a thigh gap. Like I can imagine maybe she's coming for you. But then there was this viral nurse on here who convinced millions of women to take this stuff instead to get snatched. Personally, I'm not waking up at 5 am in the morning to go to the goddamn gym, but I will stand next to any gym girl and not give a fuck because I took digestive enzymes. I would recommend the bundle, but the digestive enzymes are where it's at because what people don't realize is that their gut is full of shit that's rotting or turning into fat cells, one of the two. When you eat something and you don't digest it, it's rotting in your guts and it's gonna either make you sick or it's gonna turn into fat. That's just how it works. Google it. These digestive enzymes are what made the difference in getting my tummy on flat flat. Period. She's not playing. This combo really did get me together. I went from looking like this to this in a little over a month. I'm down 12. My skin's actually cleared up a lot too since I'm properly flushing toxins all from healing my gut. The probiotics repopulate the gut with good bacteria while the enzymes actually break down all your food, good and bad, so you can absorb those nutrients and eliminate the rest. These together reduce inflammation and bloating, improve your metabolism and reduce cravings so you can actually see some progress with your body goals. Really improve your health overall. Your sleep, energy, mental health, digestion, skin, confidence, all that. Seriously, working on your gut health completely changes the way you feel in your body. So if you tried everything but working on your gut health, these seriously did work for me, but just make sure you get the official Physician's Choice brand. There's a lot of copycats on here, but they have literally thousands of results that you can look through. The deals for them are just better here on TikTok than I've seen in the stores, so they do sell out kind of quickly. I had to wait like a month for these to be back in stock. But if you still see the orange cart around here, grab them while you can.",
    "visual_log": [
      {
        "time": "00:00",
        "event": "Video starts with a woman in a car, rain visible on the window. Two images are displayed above her: Kris Jenner and Kim Kardashian."
      },
      {
        "time": "00:00",
        "text": "WTF is going on in Hollywood!?"
      },
      {
        "time": "00:03",
        "event": "The images above the woman change to a clip of Jennifer Aniston on Jimmy Kimmel Live."
      },
      {
        "time": "00:07",
        "event": "The video shows a laptop screen displaying a clip of Jennifer Aniston on Jimmy Kimmel Live."
      },
      {
        "time": "00:08",
        "text": "WHAT DO YOU THINK"
      },
      {
        "time": "00:09",
        "text": "ABOUT ALL THE"
      },
      {
        "time": "00:09",
        "text": "OZEMPIC"
      },
      {
        "time": "00:10",
        "text": "OH I LOVE IT"
      },
      {
        "time": "00:11",
        "text": "I LOVE I LIKE"
      },
      {
        "time": "00:12",
        "text": "DO IT DO I"
      },
      {
        "time": "00:13",
        "text": "IF YOU WANT TO"
      },
      {
        "time": "00:15",
        "text": "HELL YEAH GIRL"
      },
      {
        "time": "00:16",
        "text": "LIKE I'M NOT"
      },
      {
        "time": "00:17",
        "text": "I WANT PEOPLE TO"
      },
      {
        "time": "00:18",
        "text": "FEEL MORE COMFORTABLE TALKING"
      },
      {
        "time": "00:19",
        "text": "ABOUT DOING IT"
      },
      {
        "time": "00:20",
        "text": "THERE'S LIKE THE SHAME"
      },
      {
        "time": "00:21",
        "text": "AND THE SHAME IS"
      },
      {
        "time": "00:22",
        "text": "ONLY FROM THIN PEOPLE"
      },
      {
        "time": "00:23",
        "text": "WHO WANT YOU TO"
      },
      {
        "time": "00:24",
        "text": "STAY FAT"
      },
      {
        "time": "00:25",
        "text": "IT'S SUDDENLY ALL THESE"
      },
      {
        "time": "00:26",
        "text": "THIN WHITE WOMEN ARE"
      },
      {
        "time": "00:27",
        "text": "LIKE DIABETICS"
      },
      {
        "time": "00:28",
        "text": "NEED THEIR MEDS IT'S"
      },
      {
        "time": "00:29",
        "text": "I THINK YOU'RE UPSET"
      },
      {
        "time": "00:30",
        "text": "THAT KATHY BATES HAS"
      },
      {
        "time": "00:31",
        "text": "A THIGH GAP"
      },
      {
        "time": "00:32",
        "text": "LIKE I THINK THAT'S"
      },
      {
        "time": "00:33",
        "text": "MAYBE SHE'S COMING FOR YOU!"
      },
      {
        "time": "00:34",
        "event": "The video returns to the woman in the car."
      },
      {
        "time": "00:34",
        "event": "A TikTok video is shown in a smaller screen within the main video."
      },
      {
        "time": "00:39",
        "event": "The video shows a laptop screen displaying a TikTok video of a woman in a pink hoodie in a car."
      },
      {
        "time": "00:39",
        "text": "Digestive Enzymes or gym? Or both? Your call"
      },
      {
        "time": "01:18",
        "event": "The video returns to the woman in the car. Text appears on the screen with information about digestive enzymes and probiotics."
      },
      {
        "time": "01:18",
        "text": "The two actually complement each other: Digestive enzymes improve the processes of digestion while probiotics keep the digestive environment healthy. Having too little of either one is detrimental to gut health. May 10, 2021"
      },
      {
        "time": "01:21",
        "event": "Two images of the woman are shown, one before and one after taking the supplements."
      },
      {
        "time": "01:24",
        "event": "Two images of the woman's face are shown, one before and one after taking the supplements."
      },
      {
        "time": "01:44",
        "event": "A graphic is shown with 10 unhealthy gut symptoms."
      },
      {
        "time": "01:44",
        "text": "10 Unhealthy Gut Symptoms you need to know!"
      },
      {
        "time": "01:55",
        "event": "A Physician's Choice product page is shown."
      },
      {
        "time": "01:55",
        "text": "Physician's Choice"
      },
      {
        "time": "01:58",
        "event": "TikTok reviews are shown."
      },
      {
        "time": "01:58",
        "text": "Recommended"
      },
      {
        "time": "02:02",
        "event": "A red arrow points to the woman in the car."
      }
    ],
    "pacing_energy": "The video has a fast pace with quick cuts and transitions between the narrator's segments and the video clips and text. The tone is energetic and conversational, with a slightly informal and humorous style. The overall energy is high and engaging, designed to maintain viewer interest throughout the video's duration."
  }
}