{
  "name": "New Entry (Personal story)",
  "style": "Personal story",
  "video_url": "https://www.tiktok.com/t/ZP8rJhhW9/",
  "views": 2800000,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "As a nurse, I'm here to tell you to stop popping these digestive enzymes after every meal like their peppermints, okay? I've been sharing these with my community lately because they really have helped me get my stomach on flat flat. Here's the thing, people are feeling the positive effects in just a few days. They're feeling de-bloated, they're feeling light, they're starting to go to the bathroom more regularly that they're upping their dosage. They're just popping them and popping them. Don't do that. It works so well that people are overusing them. You don't need to do that. Just take the recommended dose and let them cook. I know what it's like to be bloated and miserable after every meal, to struggle to go to the bathroom and to just overall not like how your midsection looks. That does not mean that you need to abuse these, okay? Clinically tested by physicians, so they're safe. But too much of anything is too much, okay? So y'all slow down, take it easy. I'm gonna link them down below if you're interested. They are amazing. I highly recommend but just let them do their thing. You don't need to be popping them after every meal in between meals. Start slow, do what's best for you, but just pump the brakes a little bit, y'all. Pump the brakes.",
    "visual_log": [
      {
        "timestamp": "0:00-0:05",
        "description": "Nurse introduces herself and shows two bottles of digestive supplements.  Text overlay: \"Dangerous Trend Alert! Don't overuse this viral supplement!!\""
      },
      {
        "timestamp": "0:06-0:10",
        "description": "Close-up of the supplement bottles. Nurse explains how the supplements have helped her."
      },
      {
        "timestamp": "0:11-0:21",
        "description": "Nurse explains that people are overusing the supplements due to their effectiveness."
      },
      {
        "timestamp": "0:22-0:47",
        "description": "Nurse emphasizes the importance of following the recommended dosage. She shares her personal experience with bloating and encourages viewers to use the products responsibly."
      },
      {
        "timestamp": "0:48-1:05",
        "description": "Nurse promotes the products, advises viewers to start slow, and uses hand gestures to emphasize her points.  She ends with a final pump the brakes message"
      }
    ],
    "pacing_energy": "The video maintains a consistent, moderate pacing. The energy is initially slightly urgent due to the 'Dangerous Trend Alert' but quickly shifts to a calm and reassuring tone.  The speaker's energy level remains fairly constant throughout. The end has a slightly more energetic and playful tone."
  },
  "core_lesson": "This video demonstrates that a health warning, coupled with a relatable personal story and product promotion, can drive massive views; however, the lack of sales demonstrates the importance of emphasizing responsible usage over aggressive sales tactics for long-term success."
}