{
  "name": "New Entry (Conspiracy)",
  "style": "Conspiracy",
  "video_url": "https://www.tiktok.com/t/ZP8MoULox/",
  "views": 759,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "People are losing their shit over Kris's new face, yet no one is listening to the Kardashians. They literally just exposed Hollywood's biggest biohacking secret that literally almost got their new Hulu series canceled. My speed of aging was slower than 99.8% of 18-year-olds, so I've become the most biologically measured human in history. Wow. I get accused of being AI quite a bit. I created Venmo, and then he sold it and with that has like hired I think like 30 bio scientists to figure out how to prolong life. You're literally exposing that you can change your biological age from the inside out. Kendall, Hailey, Justin, the Kardashians, Megan Trainer, J.Lo, they are all on NAD to look better, to feel better, and look at them, they look insane. All the A-list celebrities are on NAD to live forever and to, you know, age backwards, which I feel like sometimes is dramatic, but I am here to confirm they were actually correct. I'm about like three and a half months into my NAD journey, and my hair has never been longer or stronger. My nails are so much stronger and longer now. My crows feet and elevens are gone, which were my biggest insecurities. I have so much more energy, literally like a 19-year-old frat boy. Like day one of taking this, I was hitting extra reps at the gym. I woke up before my alarm, and I was like, \"What is going on?\" And I was like, \"Oh my god, this NAD is working so well.\" And it's because it's liposomal. You can actually absorb it into your body. I don't care what brand you get of NAD, just make sure you're supplementing with it with a liposomal form. That means it's bioavailable, meaning it's going to be able to absorb into your body, and you're actually going to feel it. Hence why I was able to feel it day one. We're all born with a ton of NAD, but as we age and reach literally our 20s, we lose 70% of it. When you start supplementing with it, you are literally aging yourself backward. The longer you wait to start your NAD journey, the more shit you're going to feel, the more fine lines you're going to have, the more brittle hair you're going to have, the more brittle nails you're going to have, the less energy you're going to have, the more you're going to look and feel like a grandma. I use this one by CatalKor because it's third-party tested, made in the United States, and it's liposomal as mentioned before. I don't care what brand you get; just make sure it's liposomal so you can actually absorb it into your body. I will leave this link somewhere below. It's always on a flash sale. It's amazing. If you want to biohack your body, get rid of wrinkles, literally age backward like the Kardashians and all these A-list celebrities, this is the way to do it.",
    "visual_log": [
      {
        "timestamp": "0:00-0:05",
        "description": "Woman speaks directly to camera, before and after photos of Kris Jenner are shown"
      },
      {
        "timestamp": "0:05-0:11",
        "description": "Woman speaks to camera; graphic of Kardashians appears"
      },
      {
        "timestamp": "0:11-0:18",
        "description": "Laptop screen shows a clip of Kris Jenner speaking"
      },
      {
        "timestamp": "0:18-0:21",
        "description": "Laptop screen shows a clip of Bryan Johnson speaking"
      },
      {
        "timestamp": "0:21-0:24",
        "description": "Laptop screen shows a clip of Kim Kardashian speaking"
      },
      {
        "timestamp": "0:24-0:33",
        "description": "Laptop screen shows an article about Bryan Johnson's age-reversing transformation"
      },
      {
        "timestamp": "0:33-0:44",
        "description": "Woman speaks to camera"
      },
      {
        "timestamp": "0:44-0:50",
        "description": "Woman speaks to camera; kitchen background is shown"
      },
      {
        "timestamp": "0:50-1:17",
        "description": "Woman speaks to camera; kitchen background is shown"
      },
      {
        "timestamp": "1:17-1:31",
        "description": "Woman speaks to camera, showing a container of NAD+ supplements"
      },
      {
        "timestamp": "1:31-1:50",
        "description": "Woman speaks to camera"
      },
      {
        "timestamp": "1:50-2:09",
        "description": "Woman speaks to camera, showing a container of NAD+ supplements"
      }
    ],
    "pacing_energy": "The video maintains a high energy throughout. The speaker uses rapid speech and expressive hand gestures, keeping the audience engaged. There are brief moments of slightly slower pacing for emphasis, but the overall tone is energetic and urgent."
  },
  "core_lesson": "This video demonstrates that while a provocative hook can garner views, a lack of compelling product integration and weak call to action prevents monetization.  Simply attracting attention isn't enough; conversion requires a strategic connection between the content and product."
}