{
  "name": "New Entry (Personal story)",
  "style": "Personal story",
  "video_url": "https://www.tiktok.com/t/ZP8rJxTFy/",
  "views": 444500,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "so I can't believe I even need to address this, but like yes, the rumors are true. That super viral supplement that had TikTok in a fucking tizzy, the one that all of the celebrities were taking. Melania Trump, Salma Hayek, Rihanna, the Biebers, the Jenners, everybody was on. The one that took me from this and this to this and this. I have no makeup on in four months at 40 years old. The one that you guys sold out so many times they had to change their manufacturer to handle the volume. Yeah, it's back and it's better than ever. This is CATAKOR, this is the advanced version. It is made with LIPOSOMAL NAD now, meaning our cells can easily absorb it and is made with Resveratrol in it. So it's like throwing a turbo on that NAD and we are all born with it. It is a critical coenzyme found in all of our cells and as we age it depletes and by the time you hit my age, depletes by up to 50% and that is what causes us to look and to feel old. So this is literally anti-aging on a cellular level. There's no amount of tallow, no amount of injections, no amount of skincare that is going to do what NAD does for you. There's a reason why they call this the fountain of youth. Okay, this will Benjamin Button your ass so damn fast. So I've linked it, they're doing a restock sale. Took me about a month and a half to get my hands on mine, so it's in the orange shopping cart. You're welcome.",
    "visual_log": [
      {
        "0:00-0:18": "Close-up of the speaker's face.  She is lying down."
      },
      {
        "0:19-0:21": "Close-up of speaker's face with before/after photos of her skin appearing next to her face."
      },
      {
        "0:22-0:35": "Close-up of the speaker's face. She is lying down."
      },
      {
        "0:36-1:27": "Close-up of speaker's face, holding a jar of CATAKOR supplement."
      }
    ],
    "pacing_energy": "The video maintains a relatively consistent, moderately high energy throughout. The pacing is conversational, with a slight increase in energy when revealing the before/after photos and the product."
  },
  "core_lesson": "High view counts alone do not equate to sales; this video, despite achieving nearly half a million views, generated no revenue, demonstrating the importance of aligning content with a targeted audience and effective conversion strategies."
}