{
  "name": "New Entry (Personal story)",
  "style": "Personal story",
  "video_url": "https://www.tiktok.com/t/ZP8MEw8LS/",
  "views": 6000000,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "They just fired me from my job at the ICU for telling this kid how to fix his nasal congestion, so he wouldn't have to come back. But since you bitches want to fire me, I'm gonna tell everyone else. Okay, so this kid is basically a regular at this point, and he constantly comes in because he has a deviated septum, which means one of his nostrils is basically clogged all the time. And so when allergies and comes in, he can't breathe at all and he needs help. So I see this kid walk in again, and I'm just sitting there thinking to myself, how much is his dad spending? And I get it, insurance covers some of it, but still, I mean the same issue over and over. So this last time, as he's getting ready to leave, I pull his dad to the side and I'm like, yo sir, can I speak to you for a sec? He's a little shaken up, but he's like, okay, what do you need? So I just straight up tell him, I'm like, listen, your kid doesn't need any more ER trips. What he needs is a nasal stick. I myself use one every single night. I have sleep apnea, which means I literally stop breathing throughout the night because of my congestion. But this thing opens up your airways, which means air can actually flow in and out normally, so I don't have that problem anymore. Anyway, the guy's eyes literally light up. He hugs me and just walks away. But of course, one of my stupid fucking coworkers sees me having the little inside conversation and doesn't vibe with it at all, clearly, and goes and rats me to my fucking boss. Well what I was sharing with that kid's dad is this nasal stick from BoomBoom. Now what makes this little thing so incredibly effective against congestion is because of the essential oils that it has: eucalyptus oil, menthol oil, peppermint oil, all incredible decongestants. All you need to do is inhale deeply, and that's it. So I may have gotten fired, but hopefully I helped that little boy, and hopefully I can help you too. Only problem is it is impossible to get your hands on it right now, especially after they started going viral because Joe Rogan shouted them out. But I'm gonna leave the link right here. If you can see an orange cart, that means that it's not sold out yet, but I'd hurry up because they go quick.",
    "visual_log": [
      {
        "timestamp": "0:00-0:05",
        "description": "The speaker, a man in scrubs, stands outside a hospital, explaining that he was fired for trying to save money for patients."
      },
      {
        "timestamp": "0:06-0:59",
        "description": "The speaker sits in his car, describing the situation and explaining the patient's nasal congestion."
      },
      {
        "timestamp": "1:00-1:10",
        "description": "The speaker recounts how he gave advice to the patient’s father and how a coworker ratted him out."
      },
      {
        "timestamp": "1:11-1:27",
        "description": "The speaker shows and describes a nasal stick, mentioning its ingredients and benefits."
      },
      {
        "timestamp": "1:28-1:30",
        "description": "The speaker demonstrates using the nasal stick."
      },
      {
        "timestamp": "1:31-1:49",
        "description": "The speaker summarizes his story, mentions Joe Rogan's promotion, and points to the link to purchase the product."
      }
    ],
    "pacing_energy": "The video starts with a high-energy, slightly angry tone, then transitions to a more conversational and engaging style as the speaker explains the situation and product in his car.  The energy remains consistent and personable throughout. The pacing is relatively fast, keeping the viewer engaged."
  },
  "core_lesson": "This video demonstrates that a compelling, relatable narrative, even if controversial or unprofessional, can drive massive viewership. However,  the lack of product sales highlights the importance of aligning content virality with achievable conversion strategies."
}