{
  "name": "New Entry (Conspiracy)",
  "style": "Conspiracy",
  "video_url": "https://www.tiktok.com/t/ZP8ME5FWB/",
  "views": 2378,
  "sales_gmv": 9.99,
  "deconstruction": {
    "full_transcript": "This man is being canceled for exposing one of the most predatory industries in America on Joe Rogan's podcast. Just watch this. The FDA decides whether or not you can micro-poison the population. We are allowed to micro-poison the population, right? We're allowed to put certain amounts of pesticides, herbicides, and insecticides, uh, preservatives. If I give you this sandwich and you know this piece of tuna fish and it has a very small safe amount of lead or mercury. If you don't methylate that metal out of your body and you keep eating that same kind of fish five times a day, seven days a week, now you're toxic and that's what's happened to our country. We didn't get here quickly. We we got here by slowly stacking these micro poisons. Isn't that the same reason we have the FDA and our health industry fearing this man for exposing what's in our food and he somehow managed to do it on live television. It's one of the worst things you can eat and it's almost impossible to avoid. If you eat any processed food, you're gonna be eating it well. Right, and it's interesting the government subsidizes it. Why would the government want to subsidize something that's gonna make people sick and then in the end we all end up paying for that in terms of healthcare costs which are skyrocketing. Yeah, because that that that is a direct result of corruption. About 75% of FDA's budget comes from regulated industry and that means food processors and pharmaceutical industry, all of them profit from a sick population. Not only is our food making us sick, but it is taking over our entire body. Our gut is like our second brain and anything from our mood to our sleep to our skin is affected by our gut. When we eat the food here in America, the toxins in our food spread to the rest of our body and not just processed foods but even the foods we think of as healthy. Now we can flush out those toxins and replenish our gut health by taking powerful herbal remedies like this. But you will never hear about this because us being unhealthy funds their industry and they don't call this Nature's Healer for nothing. This stuff has chlorella, broccoli sprouts, hibiscus, quercetin, and Brazilian grapes which are very rare here in America. You're not only just detoxing your body from all the shitty food we eat, but you're taking advantage of all the benefits that a healthy gut provides. Nature's Healer is made by one of the most trusted brands here on TikTok and they are third-party lab tested and made in America plus they're running an offer where the first hundred buyers can get this bottle for $10. So if you want to start detoxing your gut, I highly suggest you take advantage of that offer right here on the orange cart. If it's not there, then unfortunately the sale is over.",
    "visual_log": [
      {
        "time": "00:00-00:04",
        "description": "Close-up of a man speaking to the camera. Text overlay: 'I can predict when you'll die! He exposed trillion $$$ industry secret'"
      },
      {
        "time": "00:04-00:06",
        "description": "Close-up of the man, with two smaller video clips of a man speaking into a microphone shown above him."
      },
      {
        "time": "00:06-00:40",
        "description": "Video clip of a man speaking into a microphone on a podcast. Text overlay transcribing his speech."
      },
      {
        "time": "00:40-00:47",
        "description": "Close-up of the man speaking. A video clip of a man's face is shown above him."
      },
      {
        "time": "00:47-01:17",
        "description": "Video clip of a news segment featuring the man from the previous clip. Text overlay transcribing the speech."
      },
      {
        "time": "01:17-01:23",
        "description": "Video clip showing a sign for the FDA. Text overlay transcribing speech."
      },
      {
        "time": "01:23-01:33",
        "description": "Close-up of the man speaking."
      },
      {
        "time": "01:33-01:38",
        "description": "Close-up of the man speaking with an infographic showing 'The American Profit Funnel'"
      },
      {
        "time": "01:38-01:50",
        "description": "Close-up of the man speaking."
      },
      {
        "time": "01:50-01:51",
        "description": "Close-up of the man speaking with text overlay about US healthcare spending."
      },
      {
        "time": "01:51-02:30",
        "description": "Close-up of the man speaking while holding a bottle of pills. Information about the pills and a sales offer are shown."
      }
    ],
    "pacing_energy": "Fast-paced, high energy"
  }
}