{
  "name": "New Entry (Conspiracy)",
  "style": "Conspiracy",
  "video_url": "https://www.tiktok.com/t/ZP8MEoyx5/",
  "views": 50000,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "If y'all noticed how Hollywood loves to put the truth right in our face because they think we're too stupid to notice. For example, you remember that movie Contagion with Brad Pitt? The same movie that told us exactly what was gonna happen in 2020. I used to always think shit like this was science fiction. That was until I seen this episode of the Simpsons right here. Just listen to this.\nCarter, you've discovered the holy grail of modern medicine. Why the hell would you keep it buried like this?\nI'll tell you why. Because there's far more money to be made in treating a disease than in curing it. Why cure someone if we can treat them for a lifetime and bill them every step along the way?\nWhat? That's insane! Carter, what you're doing here is criminal and I'm gonna tell the whole world about it.\nIs that right? Who's gonna believe you?\nThe internet? You'll be just another nut job left-wing blogger.\nBut if you thought that was weird, this is where it starts to get spooky. This doctor right here was silenced after he said the same thing when he showed us this secret remedy. Now listen to this very carefully.\nChronic sinus problems you're around is a mold fungus problem that lives up in to here. And oil of oregano is the absolute best remedy for that. It's antimicrobial, antibacterial, antifungal, anti-candida, antiviral, anti-parasites and anti-mold. They don't want us to know that oil of oregano is basically anti-everything. The fact that our ancestors have been using this stuff for centuries and even wrote about it in all the old remedy books should say a lot. Could that be the same reason why mainstream media called Terrence Howard a lunatic after he gave us the same information?\nLike oil of oregano, like using oil of oregano instead of using um…antibiotics. And have you felt an effect?\nYeah. I used to have really thick dark circles under my eyes. That's gone away in the last six months I've been using that. My skin, I'm 55 years old, do I look like I'm 55 years old?\nNo, you don't. You look great.\nNow there's one important thing that you have to know before you take oil of oregano. You have to please make sure that it is one that has high carvacrol. This is that one active ingredient that gives oil of oregano its antimicrobial, antiviral and antibacterial properties. And without this it's basically useless. Most brands that I found do not have this. That is why after months of experimenting, the only one that I trust right now is this one right here from Micro Ingredients. Not only does this have that high carvacrol that I'm talking about, but they also are trusted by thousands of people and have a ton of five-star reviews that you can even go look at yourself. And this one bag right here has been lasting me for months cause you only take this as needed. For me, whenever I wake up in the morning with that burning in my throat or I feel like my nose is getting stuffed, that is when I pull this out right here. The only issue with this one right here is that it sells out super fast especially right now with everyone getting sick. So if you still see that orange shopping cart down below, that means it's still in stock and on sale. But if you don't see it, that means they're sold out, so get it while you can.",
    "visual_log": [
      {
        "timestamp": "0:00-0:05",
        "description": "Person speaking to camera, image of biosafety lab in background"
      },
      {
        "timestamp": "0:06-0:09",
        "description": "Person speaking to camera, images of the movie 'Contagion' in background"
      },
      {
        "timestamp": "0:10-0:12",
        "description": "Person speaking to camera, image of person getting a COVID test in background"
      },
      {
        "timestamp": "0:13-0:16",
        "description": "Person speaking to camera"
      },
      {
        "timestamp": "0:17-0:20",
        "description": "Person speaking to camera, image of Simpsons episode on screen"
      },
      {
        "timestamp": "0:21-0:44",
        "description": "Person showing Simpsons episode on laptop screen"
      },
      {
        "timestamp": "0:45-0:52",
        "description": "Person speaking to camera, image of Dr. Berg with tape over his mouth in background"
      },
      {
        "timestamp": "0:53-1:14",
        "description": "Person showing video of Dr. Berg lecturing about oil of oregano on laptop screen"
      },
      {
        "timestamp": "1:15-1:18",
        "description": "Person speaking to camera, research article title shown"
      },
      {
        "timestamp": "1:19-1:26",
        "description": "Person speaking to camera, historical information about oregano shown"
      },
      {
        "timestamp": "1:27-1:32",
        "description": "Person speaking to camera, article about Terrence Howard shown"
      },
      {
        "timestamp": "1:33-1:52",
        "description": "Person showing clips of Terrence Howard on Joe Rogan Experience on laptop screen"
      },
      {
        "timestamp": "1:53-2:00",
        "description": "Person speaking to camera, chemical formula of carvacrol shown"
      },
      {
        "timestamp": "2:01-2:08",
        "description": "Person speaking to camera, PubMed website shown"
      },
      {
        "timestamp": "2:09-2:30",
        "description": "Person speaking to camera, holding bag of oil of oregano"
      },
      {
        "timestamp": "2:31-2:48",
        "description": "Person speaking to camera, holding bag of oil of oregano, showing reviews"
      }
    ],
    "pacing_energy": "The video starts with a fast pace and high energy, using attention-grabbing claims and imagery.  The pace slows slightly during the longer clips from the Simpsons and Joe Rogan Experience, allowing viewers to absorb the information. The energy remains consistently engaging throughout, with the presenter's enthusiastic delivery maintaining viewer interest. The final product promotion section shows a decrease in pace as he shows the product and reviews, but still manages to hold a moderately high level of energy."
  },
  "core_lesson": "This video demonstrates that a controversial and intriguing premise can drive significant views; however, without a clear call to action and the right product/service offering,  it fails to monetize effectively."
}