{
  "name": "New Entry (Personal story)",
  "style": "Personal story",
  "video_url": "https://www.tiktok.com/t/ZP8MoCRS5/",
  "views": 48700,
  "sales_gmv": 0.0,
  "deconstruction": {
    "transcript": "I'm about to share way too much but I feel like y'all need to hear this. So my girl has HS, uh, hidra- hydro- hidradenitis suppurativa. And it's usually pretty mild but recently she had this cyst that was literally the size of a golf ball on her underarm and she was in so much pain. I felt terrible cause I couldn't really help her. The gel she usually uses wasn't really doing its job. We were doing like warm compresses and everything. It just wasn't helping. So I'm scrolling one night and I see this girl using this stuff on an ingrown hair. Shit was crazy. She put it on under a band-aid and then came back and there was like a fully curled up hair right beneath the surface that she just pulled right out. So I'm like hmm, I wonder if that could help her in some way and apparently if you're like 40 and up you've been known about this. It's like prid- south but we had no idea. So I went ahead and got some for it. Put it on the cyst, covered it up with gauze, and when we woke up the next day, let's just say the gauze was a completely different color. Like it drained out all that pus and whatever other substances inside of abscess like that completely. All the pain and tenderness she was feeling was gone and two days later her underarm area was completely normal. Like no lump at all. There was a little bit of scarring that will heal, but literally no more cyst. This is a pain relief and irritant drawing salve. It says it helps with splinters, ingrown hairs, boils, minor skin eruptions, whatever the fuck that is, bites. And in our case, even more chronic stuff like HS. And this is literally so cheap. It's a must-have in the medicine cabinet now that we do know about it. I've actually been using it myself too for ingrown hairs cause I do get those a lot and it does the trick every time. So I've linked this specific one. It's from Highlands right around here.",
    "visual_log": [
      {
        "timestamp": "0:00-0:23",
        "description": "Close-up shot of the speaker, a young woman with dreadlocks, talking directly to the camera. The background is a dimly lit room."
      },
      {
        "timestamp": "0:23-0:26",
        "description": "The speaker holds up a small, red container of ointment."
      },
      {
        "timestamp": "0:26-1:04",
        "description": "Return to the close-up shot of the speaker.  She continues to talk."
      },
      {
        "timestamp": "1:04-1:27",
        "description": "The speaker shows the ointment container again, rotating it so the label is visible. She explains the product and its uses. The video ends with a close up of the product."
      }
    ],
    "pacing_energy": "The video maintains a consistent, moderately fast pace throughout. The speaker's energy is high, particularly when describing the dramatic results of using the product. There's a build-up of tension as she describes the cyst and then a release of excitement when discussing the positive outcome.  The energy is conversational and relatable."
  },
  "core_lesson": "This video demonstrates that a compelling narrative showcasing a product's effectiveness in a dramatic, relatable situation can generate significant views, even without direct sales conversion. The high view count suggests a successful content strategy, focusing on audience engagement over immediate sales."
}