{
  "name": "New Entry (Conspiracy)",
  "style": "Conspiracy",
  "video_url": "https://www.tiktok.com/@healthygrabz30/video/7477811881554529567?is_from_webapp=1&sender_device=pc",
  "views": 531,
  "sales_gmv": 0.0,
  "deconstruction": {
    "full_transcript": "Elon Musk is not only single-handedly saving America, but he also managed to save his cooked ass hairline. See why he sold PayPal because that man needed money to book his flight to Turkey ASAP. Claims he didn't get a hair transplant, but it's pretty obvious. Honestly, don't blame him because I was in the same boat as well. This is why I was looking like seven months ago cuz nothing was working for me. Obviously, I look a hell of a lot different. Like I got a lot of my hair back, and I did it without having to go to Turkey, without having to hop on these crazy prescriptions. I'm gonna show you guys how I did it. So save the video. Do what you have to do that way you have it for later. First of all, stop using shampoos because shampoo basically strips your hair of its natural oil, and you need that natural oil for your hair to at least stay thick. Number two, a lot of people will take things like minoxidil and stuff like that without addressing the root cause of hair loss, which is DHT. You have to address DHT first before anything else can work. And DHT is the hormone in our body that basically makes our hair follicles fall out in the first place. So putting an end to DHT is gonna help you keep the hair that you have while actually initiating new hair regrowth. A lot of people do is they just hop on finasteride, but just be very mindful of the potential side effects cuz this is me when I started taking it. I had to hop off of it. So I had to go the more natural route to block out that DHT. So I switched to something called saw palmetto. If you guys don't know saw palmetto, it's like this natural holistic super plant that's supposed to be really effective when it comes to hair loss. So many studies saying it has a way safer profile than prescription, and it's just as effective. This third one is optional. It's called dermarolling. You can try dermarolling. It's gonna increase like blood flow in the scalp. I didn't see many results with dermarolling, but the thing that helped me out by far the most was blocking that DHT out. This is where I get my saw palmetto from. It's by this company called Rainbow Nutrients, and people are like raving about it all over TikTok because apparently they use the strongest form of saw palmetto, which can be a lot more effective. But also they have 24 other natural ingredients to help promote hair regrowth on top of that. There's biotin, collagen, OptiMSM, as your starting three, vitamins A through E for hair regrowth and that proprietary DHT blend to help you keep your hair that you have. I paid 60 bucks for this. It's like a two-month supply, but here on TikTok, I think they're like 50% off right now. So I'll do you guys a favor and leave this in the orange shopping cart down below. Pretty sure that sale ends in the next couple days, so grab them while you can or don't. I'm just trying to help you out.",
    "visual_log": [
      {
        "time": "0:00",
        "description": "A man with glasses and a beard is speaking to the camera. There are images of Donald Trump and Elon Musk in the background."
      },
      {
        "time": "0:02",
        "description": "Images of Elon Musk with and without hair appear."
      },
      {
        "time": "0:07",
        "description": "An image of a plane with many bald passengers is shown."
      },
      {
        "time": "0:09",
        "description": "An image of Elon Musk's head is shown, with a circle highlighting a scar."
      },
      {
        "time": "0:14",
        "description": "A before and after picture of the speaker is shown."
      },
      {
        "time": "0:28",
        "description": "Text appears on the screen: \"Yes, shampoo can strip natural oils from your hair, especially if used excessively or with a harsh formula, as the primary function of…\""
      },
      {
        "time": "0:40",
        "description": "A diagram illustrating the effects of DHT on hair follicles is shown."
      },
      {
        "time": "0:55",
        "description": "Text appears on the screen: \"Press release Men on finasteride asked to stay vigilant for possible psychiatric and sexual side effects\""
      },
      {
        "time": "0:58",
        "description": "Images of the speaker's torso and back, showing red marks, are displayed."
      },
      {
        "time": "1:05",
        "description": "Text appears on the screen: \"3. Helps with Hair Loss Saw palmetto extracts and supplements help with hair loss by preventing the conversion of testosterone… Saw palmetto has the power to stop the conversion of testosterone in the hair follicles leading to hair growth.\""
      },
      {
        "time": "1:11",
        "description": "Text appears on the screen: \"Some studies show that saw palmetto is as effective in treating symptoms as finasteride (Proscar) without side effects, such as loss of libido. Other studies…\""
      },
      {
        "time": "1:18",
        "description": "An image of a dermaroller is shown."
      },
      {
        "time": "1:28",
        "description": "The speaker shows a bottle of Rainbow Nutrients Hair Growth vitamins."
      },
      {
        "time": "1:29",
        "description": "Screenshots of positive customer reviews of the product are displayed."
      },
      {
        "time": "1:41",
        "description": "The speaker shows the bottle of vitamins again, displaying the label and then the back of the bottle with the ingredients list."
      },
      {
        "time": "1:53",
        "description": "Text appears on the screen showing a 50% off sale for the vitamins."
      }
    ],
    "pacing_energy": "Moderate"
  }
}